Repository: ujdhesa/Translation-of-wikibase-files-into-Albanian
Catalog: ext-wikibase-client_*.po
Languages: sq

# apihelp-query+description-example
source: Get the description for the page 'London'.
sq: Merrni përshkrimin për faqen 'London'.

# apihelp-query+description-example-central
source: Get the description for the page 'London', preferring the central description if it exists.
sq: Merrni përshkrimin për faqen 'London', duke parapëlqyer përshkrimin qendror, në ekzistoftë.

# apihelp-query+wikibase-description
source: Get information about the Wikibase client and the associated Wikibase repository.
sq: Merrni informacion mbi klientin Wikibase dhe depon Wikibase përshoqëruar atij.

# apihelp-query+wikibase-summary
source: Get information about the Wikibase client and the associated Wikibase repository.
sq: Merrni informacion mbi klientin Wikibase dhe depon Wikibase përshoqëruar atij.

# apihelp-query+wikibase-example
source: Get URL path and other information about Wikibase client and repository.
sq: Merrni shteg URL-je dhe informacion tjetër mbi klientin dhe depon Wikibase.

# apihelp-query+wikibase-param-prop
source: Which properties to get: ;<kbd>url</kbd>: Base URL, script path and article path of the Wikibase repository. ;<kbd>siteid</kbd>: The siteid of this site.
sq: Cilat veti të merren: ;<kbd>url</kbd>: URL bazë, shteg programthi dhe shteg artikulli të depos Wikibase. ;<kbd>siteid</kbd>: ID sajti e këtij sajti.
