Repository: ujdhesa/Translation-of-wikibase-files-into-Albanian
Catalog: ext-visualeditor-0-all_*.po
Languages: sq

# visualeditor-savedialog-review-wikitext
source: Wikitext
sq: Tekst wiki

# visualeditor-savedialog-title-conflict
source: Conflict
sq: Përplasje

# visualeditor-savedialog-title-preview
source: Preview your changes
sq: Parashihni ndryshimet tuaja

# visualeditor-savedialog-title-review
source: Review your changes
sq: Shqyrtoni ndryshimet tuaja

# visualeditor-savedialog-title-save
source: Save your changes
sq: Ruani ndryshimet tuaja

# visualeditor-savedialog-warning-dirty
source: Your edit may have been corrupted – please review before saving.
sq: Përpunimi juaj mund të jetë dëmtuar - ju lutemi, shqyrtojeni, përpara se ta ruani.

# visualeditor-saveerror
source: Error saving data to server: $1.
sq: Gabim ruajtjeje të dhënash te shërbyesi: $1.

# visualeditor-saveerror-hookaborted
source: Error saving page: An extension on the server prevented you from saving.
sq: Gabim ruajtjeje faqeje: Një zgjerim te shërbyesi ju pengoi të bëni ruajtjen.

# visualeditor-section-body-placeholder
source: New section
sq: Ndarje e re

# visualeditor-section-title-placeholder
source: Subject
sq: Subjekt

# visualeditor-serializeerror
source: Error loading data from server: $1.
sq: Gabim gjatë ngarkimi të dhënash prej shërbyesi: $1.

# visualeditor-settings-tool
source: Page settings
sq: Rregullime faqeje

# visualeditor-templatesused-tool
source: Templates used
sq: Gjedhe të përdorura

# visualeditor-title-error
source: Invalid title.
sq: Titull i pavlefshëm.

# visualeditor-toload
source: The editor will now load. If you still see this message after a few seconds, please [$1 reload the page].
sq: Përpunuesi tani do të ngarkohet. Nëse këtë mesazh e shihni enden pas pak sekondash, ju lutemi, [$1 ringarkoni faqen].

# visualeditor-toolbar-savedialog
source: Save page
sq: Ruaje faqen

# visualeditor-toolbar-savedialog-short
source: Save
sq: Ruaje

# visualeditor-usernamespacepagelink
source: Project:User namespace
sq: Project:Emërhapësirë përdoruesi

# visualeditor-wikitext-progress
source: Converting wikitext
sq: Po shndërrohet tekst wiki

# visualeditor-wikitext-warning
source: You are using the visual editor - [[{{MediaWiki:visualeditor-wikitext-warning-link}}|wikitext]] does not work here. To switch to source editing at any time without losing your changes, click on the switch button.
sq: Po përdorni përpunuesin pamor - [[{{MediaWiki:visualeditor-wikitext-warning-link}}|wikitext]] nuk funksionon këtu. Që të kaloni në përpunim burimi kurdo, pa humbur ndryshimet tuaja, klikoni mbi butonin e ndërrimit.

# visualeditor-wikitext-warning-title
source: Wikitext markup detected
sq: U pikas formatim wiki

# visualeditor-wikitextconvert-title
source: Convert formatting to wikitext?
sq: Të shndërrohet formatimi në tekst wiki?

# visualeditor-wikitextconvert-message
source: Your pasted content contains formatting. Should it be converted to wikitext, or inserted as plain text?
sq: Lënda e ngjitur prej jush përmban formatime. Duhet shndërruar në tekst wiki, apo duhet futur si tekst i thjeshtë?

# visualeditor-wikitextconvert-plain
source: Use plain text
sq: Përdor tekst të thjeshtë

# visualeditor-wikitextconvert-convert
source: Convert to wikitext
sq: Shndërroje në tekst wiki

# apierror-visualeditor-api-langlinks-error
source: Error querying MediaWiki API
sq: Gabim në bërje kërkese ndaj API-t MediaWiki

# apierror-visualeditor-difffailed
source: Diff failed
sq: Diff-i dështoi

# apierror-visualeditor-docserver-unconfigured
source: The VirtualRESTService for the document server is not defined; see https://www.mediawiki.org/wiki/Extension:VisualEditor
sq: VirtualRESTService për shërbyesin e dokumenteve s’është përcaktuar; shihni https://www.mediawiki.org/wiki/Extension:VisualEditor

# apierror-visualeditor-docserver
source: Error contacting the Parsoid/RESTbase server
sq: Gabim në lidhjen me shërbyesin Parsoid/RESTbase

# apierror-visualeditor-latestnotfound
source: Could not find latest revision for title
sq: S’u gjet dot rishikimi më i ri për titullin

# apihelp-visualeditor-description
source: Returns HTML5 for a page from the Parsoid service.
sq: Jep kod HTML5 për një faqe prej shërbimit Parsoid.

# apihelp-visualeditor-param-basetimestamp
source: When saving, set this to the timestamp of the revision that was edited. Used to detect edit conflicts.
sq: Kur bëni ruajtje, vendoseni këtë sa vula kohore e rishikimit që po përpunohej. Përdoret për të pikasur përplasje përpunimesh.

# apihelp-visualeditor-param-cachekey
source: For serialize or diff, use the result of a previous serializeforcache request with this key. Overrides $1html.
sq: Për kryerje serializimi ose diff-i, përdorni përfundimin e një kërkese serializeforcache të mëparshme për këtë kyç. Anashkalon $1html.

# apihelp-visualeditor-param-editintro
source: Edit intro to add to notices.
sq: Që të shtoni shënime, përpunoni hyrjen.

# apihelp-visualeditor-param-etag
source: ETag to send.
sq: ETag për t’u dërguar.

# apihelp-visualeditor-param-format
source: The format of the output.
sq: Formati i përfundimeve.

# apihelp-visualeditor-param-html
source: HTML to send to Parsoid to convert to wikitext.
sq: HTML që duhet dërguar te Parsoid-i për t’u shndërruar në tekst wiki.

# apihelp-visualeditor-param-oldid
source: The revision number to use (defaults to latest revision).
sq: Numri i rishikimit që duhet përdorur (si parazgjedhje përdoret rishikimi më i ri).

# apihelp-visualeditor-param-paction
source: Action to perform.
sq: Veprim për t’u kryer.

# apihelp-visualeditor-param-page
source: The page to perform actions on.
sq: Faqja ku të kryhet veprimi.

# apihelp-visualeditor-param-preload
source: The page to use content from if the fetched page has no content yet.
sq: Faqja lënda e të cilës të përdoret, nëse faqja e sjellë s’ka ende lëndë.

# apihelp-visualeditor-param-preloadparams
source: Parameters to substitute into the preload page, if present.
sq: Parametra për t’u zëvendësuar te faqja parangarkim, në pastë.

# apihelp-visualeditor-param-section
source: The section on which to act.
sq: Ndarja në të cilën të veprohet.

# apihelp-visualeditor-param-starttimestamp
source: When saving, set this to the timestamp of when the page was loaded. Used to detect edit conflicts.
sq: Kur bëni ruajtje, vendoseni këtë sa vula kohore e çastit kur u ngarkua faqja. Përdoret për të pikasur përplasje përpunimesh.

# apihelp-visualeditor-param-wikitext
source: Wikitext to send to Parsoid to convert to HTML (paction=parsefragment).
sq: Tekst wiki për t’u dërguar te Parsoid-i për ta shndërruar në HTML (paction=parsefragment).

# apihelp-visualeditor-summary
source: Returns HTML5 for a page from the Parsoid service.
sq: Jep kod HTML5 për një faqe prej shërbimit Parsoid.

# apihelp-visualeditoredit-description
source: Save an HTML5 page to MediaWiki (converted to wikitext via the Parsoid service).
sq: Ruani një faqe HTML5 në MediaWiki (e shndërruar në tekst wiki përmes shërbimit Parsoid).

# apihelp-visualeditoredit-param-basetimestamp
source: When saving, set this to the timestamp of the revision that was edited. Used to detect edit conflicts.
sq: Kur bëni ruajtje, vendoseni këtë sa vula kohore e rishikimit që po përpunohej. Përdoret për të pikasur përplasje përpunimesh.

# apihelp-visualeditoredit-param-cachekey
source: Use the result of a previous serializeforcache request with this key. Overrides $1html.
sq: Përdorni përfundimin e një kërkese serializeforcache të mëparshme me këtë kyç. Anashkalon $1html.

# apihelp-visualeditoredit-param-captchaid
source: Captcha ID (when saving with a captcha response).
sq: Captcha ID (kur ruajtja bëhet përmes një përgjigjeje për captcha-n)

# apihelp-visualeditoredit-param-captchaword
source: Answer to the captcha (when saving with a captcha response).
sq: Përgjigjuni captcha-s (kur ruajtja bëhet përmes një përgjigjeje për captcha-n)

# apihelp-visualeditoredit-param-etag
source: ETag to send.
sq: ETag për t’u dërguar.

# apihelp-visualeditoredit-param-html
source: HTML to send to Parsoid in exchange for wikitext.
sq: HTML që duhet dërguar te Parsoid-i për të marrë tekst wiki.

# apihelp-visualeditoredit-param-minor
source: Flag for minor edit.
sq: I vini shenjë për përpunim të vockël.

# apihelp-visualeditoredit-param-needcheck
source: When saving, set this parameter if the revision might have roundtrip problems. This will result in the edit being tagged.
sq: Kur bëhet ruajtje, i vini shenjë këtij parametri, nëse rishikimi mund të ketë probleme cikli shndërrimesh. Kjo do të sjellë vënie etikete përpunimit.

# apihelp-visualeditoredit-param-oldid
source: The revision number to use. Defaults to latest revision. Use 0 for a new page.
sq: Numri i rishikimit që do përdorur. Si parazgjedhje, përdoret rishikimi më i ri. Për një faqe të re, përdorni 0.

# apihelp-visualeditoredit-param-paction
source: Action to perform.
sq: Veprim për t’u kryer.

# apihelp-visualeditoredit-param-page
source: The page to perform actions on.
sq: Faqja ku të kryhet veprimi.

# apihelp-visualeditoredit-param-section
source: The section on which to act.
sq: Ndarja në të cilën të veprohet.

# apihelp-visualeditoredit-param-sectiontitle
source: Title for new section.
sq: Titull për ndarje të re.

# apihelp-visualeditoredit-param-starttimestamp
source: When saving, set this to the timestamp of when the page was loaded. Used to detect edit conflicts.
sq: Kur bëni ruajtje, vendoseni këtë sa vula kohore e çastit kur u ngarkua faqja. Përdoret për të pikasur përplasje përpunimesh.

# apihelp-visualeditoredit-param-summary
source: Edit summary.
sq: Përmbledhje e redaktimit.

# apihelp-visualeditoredit-param-watch
source: Add the page to the current user's watchlist.
sq: Shtoje faqen te lista e mbikëqyrjeve të përdoruesit të tanishëm.

# apihelp-visualeditoredit-param-wikitext
source: The wikitext to act with.
sq: Teksti wiki me të cilin të veprohet.

# apihelp-visualeditoredit-summary
source: Save an HTML5 page to MediaWiki (converted to wikitext via the Parsoid service).
sq: Ruani një faqe HTML5 në MediaWiki (e shndërruar në tekst wiki përmes shërbimit Parsoid).

# tag-visualeditor
source: [[{{MediaWiki:visualeditor-descriptionpagelink}}|Visual edit]]
sq: [[{{MediaWiki:visualeditor-descriptionpagelink}}|Përpunim pamor]]

# tag-visualeditor-description
source: Edit made using the [[{{MediaWiki:visualeditor-descriptionpagelink}}|visual editor]]
sq: Përpunim i bërë duke përdorur [[{{MediaWiki:visualeditor-descriptionpagelink}}|përpunuesin pamor]]

# tag-visualeditor-needcheck
source: [[{{MediaWiki:visualeditor-descriptionpagelink}}|Visual edit: Check]]
sq: [[{{MediaWiki:visualeditor-descriptionpagelink}}|Përpunim pamor: Kontrollojeni]]

# tag-visualeditor-needcheck-description
source: Edit made using the [[{{MediaWiki:visualeditor-descriptionpagelink}}|visual editor]] where the system detected the wikitext possibly having unintended changes.
sq: Përpunim i bërë duke përdorur [[{{MediaWiki:visualeditor-descriptionpagelink}}|përpunuesin pamor]] kur sistemi pikasi tekst wiki sipas gjasash me ndryshime të pasynuara.

# tag-visualeditor-wikitext
source: 2017 source edit
sq: përpunim burimi 2017

# tag-visualeditor-wikitext-description
source: Edit made using the 2017 wikitext editor
sq: Përpunim i bërë duke përdorur përpunues tekste wiki të 2017-s

# tag-visualeditor-switched
source: [[{{MediaWiki:visualeditor-descriptionpagelink}}|Visual edit: Switched]]
sq: [[{{MediaWiki:visualeditor-descriptionpagelink}}|Përpunim pamor: I kaluar në të]]

# tag-visualeditor-switched-description
source: User started to edit using the visual editor, then changed to the wikitext editor.
sq: Përdoruesi filloi ta përpunojë duke përdorur përpunuesin pamor, mandej kaloi te përpunues burimi.

# visualeditor-feedback-link
source: Project:VisualEditor/Feedback
sq: Project:VisualEditor/Përshtypje

# visualeditor-feedback-tool
source: Leave feedback about this software
sq: Lini përshtypjet rreth këtij software-i

# visualeditor-help-label
source: Read the user guide
sq: Lexoni udhërrëfyesin e përdoruesit

# visualeditor-help-link
source: mw:Special:MyLanguage/Help:VisualEditor/User guide
sq: mw:Special:MyLanguage/Help:VisualEditor/Udhërrëfyes përdoruesi

# visualeditor-help-title
source: Guide for how to use the editor
sq: Udhërrëfyes se si të përdoret përpunuesi

# visualeditor-welcomedialog-action
source: Start editing
sq: Filloni përpunimin

# visualeditor-welcomedialog-content
source: Anyone can edit, and every improvement helps.
sq: Cilido mund të përpunojë, dhe çdo përmirësim është ndihmesë.

# visualeditor-welcomedialog-content-thanks
source: Thank you for helping the world discover more!
sq: Faleminderit që ndihmoni botën të zbulojë më tepër gjëra!

# visualeditor-welcomedialog-switch
source: Switch to the source editor
sq: Kaloni në përpunuesin e burimit

# visualeditor-welcomedialog-switch-ve
source: Switch to the visual editor
sq: Kaloni në përpunuesin pamor

# visualeditor-welcomedialog-title
source: {{GENDER:$1|Welcome}} to $2
sq: {{GENDER:$1|Mirë se vini}} në $2
