Repository: ujdhesa/Translation-of-wikibase-files-into-Albanian
Catalog: ext-visualeditor-0-all_*.po
Languages: sq

# visualeditor-dialog-table-sortable
source: Sortable
sq: E renditshme

# visualeditor-dialog-table-wikitable
source: Styled (wikitable)
sq: E stilizuar (tabelë wiki)

# visualeditor-dialog-template-title
source: Template
sq: Gjedhe

# visualeditor-dialog-transclusion-absent-template
source: The "$1" template doesn't yet exist.
sq: Gjedhja "$1" s’ekziston ende.

# visualeditor-dialog-transclusion-add-content
source: Add content
sq: Shtoni lëndë

# visualeditor-dialog-transclusion-add-param
source: Add more information
sq: Shtoni më tepër informacion

# visualeditor-dialog-transclusion-add-template
source: Add template
sq: Shtoni gjedhe

# visualeditor-dialog-transclusion-content
source: Content
sq: Lëndë

# visualeditor-dialog-transclusion-contextitem-description
source: Generated from: $1
sq: Prodhuar nga: $1

# visualeditor-dialog-transclusion-deprecated-parameter
source: Deprecated field
sq: Fushë e vjetruar

# visualeditor-dialog-transclusion-deprecated-parameter-description
source: Field is deprecated. $1
sq: Fusha është e vjetruar. $1

# visualeditor-dialog-transclusion-loading
source: Loading...
sq: Po ngarkohet…

# visualeditor-dialog-transclusion-more-template-description
source: There might be some additional information about the "$1" template on [[{{ns:template}}:$1|its page]].
sq: Rreth gjedhes "$1" mund të ketë disa të dhëna shtesë në [[{{ns:template}}:$1|faqen e saj]].

# visualeditor-dialog-transclusion-multiple-mode
source: Show options
sq: Shfaq mundësitë

# visualeditor-dialog-transclusion-no-template-description
source: The "$1" template doesn't yet have a description, but there might be some information on the [[$1|template's page]].
sq: Gjedhja "$1" ende s’ka përshkrim, por mund të ketë pak informacion te [[$1|faqja e gjedhes]].

# visualeditor-dialog-transclusion-options
source: Options
sq: Mundësi

# visualeditor-dialog-transclusion-param-default
source: Default: $1
sq: Parazgjedhje: $1

# visualeditor-dialog-transclusion-param-example
source: e.g. $1
sq: p.sh., $1

# visualeditor-dialog-transclusion-param-info
source: Field description
sq: Përshkrim fushe

# visualeditor-dialog-transclusion-param-info-missing
source: No field description available
sq: S’ka përshkrim fushe

# visualeditor-dialog-transclusion-placeholder
source: Add a template
sq: Shtoni një gjedhe

# visualeditor-dialog-transclusion-raw-fallback
source: Fall back to plain wikitext
sq: Në pamundësi, përdor tekst të thjeshtë wiki

# visualeditor-dialog-transclusion-remove-content
source: Remove content
sq: Hiqe lëndën

# visualeditor-dialog-transclusion-remove-param
source: Remove field
sq: Hiqe fushën

# visualeditor-dialog-transclusion-remove-template
source: Remove template
sq: Hiqe gjedhen

# visualeditor-dialog-transclusion-required-parameter
source: Required field
sq: Fushë e domosdoshme

# visualeditor-dialog-transclusion-required-parameter-description
source: Field is required.
sq: Fusha është e domosdoshme.

# visualeditor-dialog-transclusion-required-parameter-dialog-cancel
source: Go back
sq: Kthehuni mbrapsht

# visualeditor-dialog-transclusion-required-parameter-dialog-ok
source: Continue anyway
sq: Vazhdo sido qoftë

# visualeditor-dialog-transclusion-required-parameter-dialog-title
source: Required {{PLURAL:$1|field|fields}} missing
sq: {{PLURAL:$1|Mungon fushë e domosdoshme|Mungojnë fusha të domosdoshme}}

# visualeditor-dialog-transclusion-required-parameter-is-blank
source: Are you sure you want to continue without filling the $1 {{PLURAL:$2|field|fields}}?
sq: Jeni i sigurt se doni të vazhdoni pa plotësuar {{PLURAL:$2|fushën|fushat}} $1?

# visualeditor-dialog-transclusion-single-mode
source: Hide options
sq: Fshihi mundësitë

# visualeditor-dialog-transclusion-title
source: Transclusion
sq: Ndërpërfshirje

# visualeditor-dialogbutton-meta-tooltip
source: Page settings
sq: Rregullime faqeje

# visualeditor-dialogbutton-template-tooltip
source: Template
sq: Gjedhe

# visualeditor-dialogbutton-transclusion-tooltip
source: Transclusion
sq: Ndërpërfshirje

# visualeditor-donebutton-tooltip
source: Done editing
sq: Përpunimi mbaroi

# visualeditor-editconflict
source: Your changes could not be saved because of an edit conflict. Would {{GENDER:|you}} like to resolve the conflict manually?
sq: Ndryshimet tuaja s’u ruajtën dot, për shkak të një përplasje përpunimesh. Do të donit ta zgjidhni dorazi përplasjen?

# visualeditor-editingtabdialog-body
source: {{SITENAME}} now remembers which editor you prefer. You can switch edit modes as you edit, and change your preference later.
sq: {{SITENAME}} tani e tutje mban mend cilin përpunues parapëlqeni. Mund të ndërroni mënyrë përpunimi në përpunim e sipër, dhe ta ndryshoni parapëlqimin tuaj më pas.

# visualeditor-editingtabdialog-ok
source: Use the editor I used in my last edit
sq: Përdor përpunuesin që përdora në përpunimin tim të fundit

# visualeditor-editingtabdialog-title
source: Editing tabs
sq: Përpunim tabelash

# visualeditor-editnotices-tool
source: $1 {{PLURAL:$1|notice|notices}}
sq: $1 {{PLURAL:$1|shënim|shënime}}

# visualeditor-editnotices-tooltip
source: Edit notices
sq: Përpunoni shënime

# visualeditor-editsummary
source: Describe what you changed
sq: Përshkruani ç’ndryshuat

# visualeditor-editsummary-bytes-remaining
source: The number of bytes remaining
sq: Numri i bajtëve të mbetur

# visualeditor-editsummary-characters-remaining
source: The number of characters remaining
sq: Numri i shenjave të mbetura

# visualeditor-educationpopup-dismiss
source: Okay, got it
sq: OK, e mora vesh

# visualeditor-formatdropdown-format-mw-heading1
source: Page title
sq: Titulli i faqes

# visualeditor-formatdropdown-format-mw-heading2
source: Heading
sq: Krye

# visualeditor-formatdropdown-format-mw-heading3
source: Sub-heading 1
sq: Nënkrye 1

# visualeditor-formatdropdown-format-mw-heading4
source: Sub-heading 2
sq: Nënkrye 2

# visualeditor-formatdropdown-format-mw-heading5
source: Sub-heading 3
sq: Nënkrye 3

# visualeditor-formatdropdown-format-mw-heading6
source: Sub-heading 4
sq: Nënkrye 4

# visualeditor-generating-wikitext-progress
source: Generating wikitext
sq: Po prodhohet tekst wiki

# visualeditor-languages-tool
source: Languages
sq: Gjuhë

# visualeditor-linkinspector-button-link-external
source: External link
sq: Lidhje e jashtme

# visualeditor-linkinspector-button-link-internal
source: Search pages
sq: Kërko në faqe

# visualeditor-linkinspector-convert-link-isbn
source: Convert to ISBN link
sq: Shndërroje në lidhje ISBN

# visualeditor-linkinspector-convert-link-pmid
source: Convert to PMID link
sq: Shndërroje në lidhje PMID

# visualeditor-linkinspector-convert-link-rfc
source: Convert to RFC link
sq: Shndërroje në lidhje RFC

# visualeditor-linkinspector-educationpopup-text
source: Link important words to other wiki articles or even other websites. It will help readers understand the context.
sq: Lidhni fjalë të rëndësishme me të tjerë artikuj wiki ose madje me të tjerë sajte. Kjo do t’i ndihmojë lexuesit të kuptojnë kontekstin.

# visualeditor-linkinspector-educationpopup-title
source: Links
sq: Lidhje

# visualeditor-linkinspector-illegal-title
source: Invalid page title
sq: Titull faqeje i pavlefshëm

# visualeditor-linknodeinspector-add-label
source: Add label
sq: Shtoni etiketë

# visualeditor-linknodeinspector-title
source: Simple link
sq: Lidhje e thjeshtë

# visualeditor-loaderror-message
source: Error loading data from server: $1.
sq: Gabim gjatë ngarkimi të dhënash prej shërbyesi: $1.

# visualeditor-loaderror-title
source: The editor could not load
sq: S’u ngarkua dot përpunuesi

# visualeditor-loadwarning
source: Error loading data from server: $1. Would you like to retry?
sq: Gabim gjatë ngarkimi të dhënash prej shërbyesi: $1. Doni të riprovohet?

# visualeditor-loadwarning-noconnect
source: Could not connect to the server
sq: S’u lidh dot me shërbyesin

# visualeditor-loadwarning-token
source: Error loading edit token from server: $1. Would you like to retry?
sq: Gabim gjatë ngarkimi të token-i përpunimesh prej shërbyesi: $1. Doni të riprovohet?

# visualeditor-magiclinknodeinspector-convert-link
source: Convert to simple link
sq: Shndërroje në lidhje të thjeshtë

# visualeditor-magiclinknodeinspector-title-isbn
source: ISBN link
sq: Lidhje ISBN

# visualeditor-magiclinknodeinspector-title-pmid
source: PMID link
sq: Lidhje PMID

# visualeditor-magiclinknodeinspector-title-rfc
source: RFC link
sq: Lidhje RFC

# visualeditor-mainnamespacepagelink
source: Project:Main namespace
sq: Project:Emërhapësirë kryesore

# visualeditor-media-input-placeholder
source: Search for media
sq: Kërkoni për media

# visualeditor-media-title-image
source: Image
sq: Figurë

# visualeditor-meta-tool
source: Options
sq: Mundësi

# visualeditor-mweditmode-tooltip
source: Switch editor
sq: Ndërroni përpunues

# visualeditor-mweditmodesource-progress
source: Switching to source editing…
sq: Po kalohet në përpunim burimi…

# visualeditor-mweditmodesource-title
source: Switch to source editing?
sq: Të kalohet në përpunim burimi?

# visualeditor-mweditmodesource-tool-current
source: Source editing
sq: Përpunim burimi

# visualeditor-mweditmodesource-tool-unavailable
source: Source editing is not available here
sq: Këtu s’është i mundur përpunimi i burimit

# visualeditor-mweditmodesource-warning
source: You are switching to source editing. Do you want to continue?
sq: Po kaloni në përpunim burimi. Doni të vazhdohet?

# visualeditor-mweditmodesource-warning-cancel
source: Cancel
sq: Fshije

# visualeditor-mweditmodesource-warning-switch
source: Switch
sq: Ndërroje

# visualeditor-mweditmodesource-warning-switch-discard
source: Discard my changes and switch
sq: Hidhi tej ndryshimet e mia dhe ndërroje

# visualeditor-mweditmodeve-popup-body
source: You can switch back to visual editing at any time by clicking on this icon.
sq: Te përpunimi pamor mund të riktheheni kurdo, përmes klikimit mbi këtë ikonë.

# visualeditor-mweditmodeve-popup-title
source: You have switched to source editing
sq: Kaluat nën përpunim burimi

# visualeditor-mweditmodeve-progress
source: Switching to visual editing…
sq: Po kalohet në përpunim pamor…

# visualeditor-mweditmodeve-showagain
source: Don't show this message again
sq: Mos e shfaq më këtë mesazh

# visualeditor-mweditmodeve-title
source: Switch to visual editing?
sq: Te kalohet nën përpunim pamor?

# visualeditor-mweditmodeve-tool-current
source: Visual editing
sq: Përpunim pamor

# visualeditor-mweditmodeve-tool-unavailable
source: Visual editing is not available here
sq: Këtu s’është i mundur përpunimi pamor

# visualeditor-mweditmodeve-warning
source: You are switching to visual editing. Do you want to continue?
sq: Po kaloni në përpunim pamor. Doni të vazhdohet?

# visualeditor-mweditmodewt-popup-body
source: You can switch back to source editing at any time by clicking on this icon.
sq: Te përpunimi i burimit mund të riktheheni kurdo, përmes klikimit mbi këtë ikonë.

# visualeditor-mweditmodewt-popup-title
source: You have switched to visual editing
sq: Keni kaluar nën përpunim pamor

# visualeditor-mwgallerydialog-caption-field-label
source: Gallery caption
sq: Përshkrim galerie

# visualeditor-mwgallerydialog-caption-input-placeholder
source: Caption for the whole gallery
sq: Përshkrim për krejt galerinë

# visualeditor-mwgallerydialog-card-images
source: Images
sq: Figura

# visualeditor-mwgallerydialog-card-options
source: Options
sq: Mundësi

# visualeditor-mwgallerydialog-classes-field-label
source: CSS classes
sq: Klasa CSS

# visualeditor-mwgallerydialog-classes-input-placeholder
source: Class names, space-separated
sq: Emrash klasash, ndarë me hapësirë

# visualeditor-mwgallerydialog-empty-gallery-message
source: The gallery is empty.
sq: Galeria është e zbrazët.

# visualeditor-mwgallerydialog-heights-field-label
source: Image height
sq: Lartësi figure

# visualeditor-mwgallerydialog-heights-input-placeholder
source: Default height: $1 px
sq: Lartësi parazgjedhje: $1 px

# visualeditor-mwgallerydialog-image-caption-placeholder
source: Image caption
sq: Përshkrim figure

# visualeditor-mwgallerydialog-mode-dropdown-label-nolines
source: Traditional with no outlines
sq: Tradicionale, pa përvijime

# visualeditor-mwgallerydialog-mode-dropdown-label-packed
source: Packed
sq: E mbushur

# visualeditor-mwgallerydialog-mode-dropdown-label-packed-hover
source: Packed with captions on hover
sq: Mbushur me përshkrime për kalim kursori përsipër

# visualeditor-mwgallerydialog-mode-dropdown-label-packed-overlay
source: Packed with overlaid captions
sq: Mbushur me përshkrime përsipër

# visualeditor-mwgallerydialog-mode-dropdown-label-slideshow
source: Slideshow
sq: Diapozitiva

# visualeditor-mwgallerydialog-mode-dropdown-label-traditional
source: Traditional
sq: Tradicionale

# visualeditor-mwgallerydialog-mode-field-label
source: Display mode
sq: Mënyrë shfaqjeje

# visualeditor-mwgallerydialog-perrow-field-label
source: Images per row
sq: Figura për rresht

# visualeditor-mwgallerydialog-remove-button-label
source: Remove image
sq: Hiqe figurën

# visualeditor-mwgallerydialog-search-button-label
source: Add new image
sq: Shtoni figurë të re

# visualeditor-mwgallerydialog-show-filename-field-label
source: Show filenames
sq: Shfaq emra kartelash

# visualeditor-mwgallerydialog-styles-field-label
source: CSS styles
sq: Stile CSS

# visualeditor-mwgallerydialog-styles-input-placeholder
source: CSS rules, semicolon-separated
sq: Rregulla CSS, ndarë me pikëpresje

# visualeditor-mwgallerydialog-title
source: Gallery
sq: Galeri

# visualeditor-mwgallerydialog-widths-field-label
source: Image width
sq: Gjerësi figure

# visualeditor-mwgallerydialog-widths-input-placeholder
source: Default width: $1 px
sq: Gjerësi parazgjedhje: $1 px

# visualeditor-mwlanguagevariant-disabled
source: Variant conversion disabled
sq: Shndërrimi në variante është i çaktivizuar

# visualeditor-mwlanguagevariant-filter
source: Variants filtered to $1
sq: Variantet u filtruan në $1

# visualeditor-mwlanguagevariant-name
source: Language name: $1
sq: Emër gjuhe: $1

# visualeditor-mwlanguagevariant-oneway
source: One-way conversion: $1
sq: Shndërrim njëkahësh: $1

# visualeditor-mwlanguagevariant-twoway
source: Language conversion: $1
sq: Shndërrim gjuhe: $1

# visualeditor-mwlanguagevariant-unknown
source: Language variant
sq: Variant gjuhe

# visualeditor-mwlanguagevariantcontextitem-flag-hidden
source: This is a hidden rule.
sq: Ky është një rregulli fshehur.

# visualeditor-mwlanguagevariantcontextitem-flag-title
source: This rule affects the page title.
sq: Ky rregull prek titullin e faqes.

# visualeditor-mwlanguagevariantcontextitem-rule-code-label
source: Language code
sq: Kod gjuhe

# visualeditor-mwlanguagevariantcontextitem-rule-invalid-language-label
source: <Invalid>
sq: <I pavlefshëm>

# visualeditor-mwlanguagevariantcontextitem-rule-name-label
source: Language
sq: Gjuhë

# visualeditor-mwlanguagevariantcontextitem-rule-text-from-label
source: Source
sq: Burim

# visualeditor-mwlanguagevariantcontextitem-rule-text-to-label
source: Destination
sq: Synim

# visualeditor-mwlanguagevariantcontextitem-rule-text-twoway-label
source: Text
sq: Tekst

# visualeditor-mwlanguagevariantcontextitem-title-disabled
source: Variant conversion disabled
sq: Shndërrimi në variante është i çaktivizuar

# visualeditor-mwlanguagevariantcontextitem-title-filter
source: Variant filter
sq: Filtër variantesh

# visualeditor-mwlanguagevariantcontextitem-title-name
source: Language name
sq: Emër gjuhe

# visualeditor-mwlanguagevariantcontextitem-title-oneway
source: One-way conversion rule
sq: Rregull shndërrimesh njëkahëshe

# visualeditor-mwlanguagevariantcontextitem-title-twoway
source: Language conversion rule
sq: Rregull shndërrimesh gjuhe

# visualeditor-mwlanguagevariantcontextitem-title-unknown
source: Language variant
sq: Variant gjuhe

# visualeditor-mwlanguagevariantinspector-disabled-placeholder
source: Text protected from variant conversion
sq: Tekst i mbrojtur kundrejt shndërrimesh varianti

# visualeditor-mwlanguagevariantinspector-filter-langs-label
source: Languages
sq: Gjuhë

# visualeditor-mwlanguagevariantinspector-filter-langs-placeholder
source: Language code
sq: Kod gjuhe

# visualeditor-mwlanguagevariantinspector-filter-text-label
source: Contents
sq: Lëndë

# visualeditor-mwlanguagevariantinspector-filter-text-placeholder
source: Filtered text
sq: Tekst i filtruar

# visualeditor-mwlanguagevariantinspector-oneway-from-text-placeholder
source: Source text
sq: Tekst burimi

# visualeditor-mwlanguagevariantinspector-oneway-to-text-placeholder
source: Variant text
sq: Tekst varianti

# visualeditor-mwlanguagevariantinspector-title-disabled
source: Variant conversion disabled
sq: Shndërrimi në variante është i çaktivizuar

# visualeditor-mwlanguagevariantinspector-title-filter
source: Variant filter
sq: Filtër variantesh

# visualeditor-mwlanguagevariantinspector-title-name
source: Language name
sq: Emër gjuhe

# visualeditor-mwlanguagevariantinspector-title-oneway
source: One-way conversion rule
sq: Rregull shndërrimesh njëkahëshe

# visualeditor-mwlanguagevariantinspector-title-twoway
source: Language conversion rule
sq: Rregull shndërrimesh gjuhe

# visualeditor-mwlanguagevariantinspector-twoway-text-placeholder
source: Variant text
sq: Tekst varianti

# visualeditor-mwpredialog-convert
source: Allow text styling
sq: Lejo stilizim teksti

# visualeditor-mwpredialog-title
source: Preformatted plain text
sq: Tekst i thjeshtë i paraformatuar

# visualeditor-mwsignature-tool
source: Your signature
sq: Nënshkrimi juaj

# visualeditor-pagemenu-tooltip
source: Page options
sq: Mundësi faqeje

# visualeditor-pagetranslationwarning
source: You are editing a translatable page. Editing these in this editor is not yet officially supported.
sq: Po përpunoni një faqe të përkthyeshme. Përpunimi i këtyre në këtë përpunues nuk mbulohet ende zyrtarisht.

# visualeditor-parameter-input-placeholder
source: Field name
sq: Emër fushe

# visualeditor-parameter-search-more
source: Show {{PLURAL:$1|one more field|$1 more fields}}
sq: Shfaq {{PLURAL:$1|edhe një fushë më tepër|edhe $1 fusha më tepër}}

# visualeditor-parameter-search-no-unused
source: No unused fields
sq: S’ka fusha të papërdorura

# visualeditor-parameter-search-unknown
source: Unknown field
sq: Fushë e panjohur

# visualeditor-preference-betatempdisable
source: Temporarily disable the visual editor while it is in beta
sq: Çaktivizo përkohësisht përpunuesin pamor, kur gjendet në fazë beta

# visualeditor-preference-core-description
source: Enable the visual editor. It will not be available on talk pages and some other namespaces.
sq: Aktivizoni përpunuesin pamor. S’do të jetë i përdorshëm në faqe bisedash dhe në disa emërhapësira të tjera.

# visualeditor-preference-core-label
source: Visual editing
sq: Përpunim pamor

# visualeditor-preference-enable
source: Enable the visual editor. It will be available in the following {{PLURAL:$2|namespace|namespaces}}: $1
sq: Aktivizoni përpunuesin pamor. Do të jetë i përdorshëm në {{PLURAL:$2|emërhapësirën|emërhapësirat}} vijuese: $1

# visualeditor-preference-newwikitexteditor-description
source: Enable the new wikitext mode inside the visual editor. It has many of the tools present in the visual editor, uses a similar design, and allows better switching between the two.
sq: Aktivizoni mënyrën e re tekst wiki brenda përpunuesit pamor. Përmban mjaft nga mjetet e pranishme te përpunuesi pamor, përdor një skemë grafike të ngjashme, dhe lejon kalim më të mirë nga njëri te tjetri.

# visualeditor-preference-newwikitexteditor-enable
source: Use the wikitext mode inside the visual editor, instead of a different wikitext editor.
sq: Përdor mënyrën tekst wiki brenda përpunuesit pamor, në vend se të një përpunuesi tjetër tekstesh wiki.

# visualeditor-preference-newwikitexteditor-label
source: New wikitext mode
sq: Mënyrë e re tekstesh wiki

# visualeditor-preference-tabs
source: Editing mode:
sq: Mënyrë përpunimi:

# visualeditor-preference-tabs-multi-tab
source: Show me both editor tabs
sq: Shfaqmi skedat e të dy përpunuesve

# visualeditor-preference-tabs-prefer-ve
source: Always give me the visual editor if possible
sq: Jepmë përherë përpunuesin pamor, nëse është e mundshme

# visualeditor-preference-tabs-prefer-wt
source: Always give me the source editor
sq: Jepmë përherë përpunuesin e burimit

# visualeditor-preference-tabs-remember-last
source: Remember my last editor
sq: Mbaj mend përpunuesin tim të fundit

# visualeditor-preference-visualdiffpage-description
source: Enable the new visual mode on revision difference pages.
sq: Aktivizoni për faqe dallimesh rishikimesh mënyrën e re pamore.

# visualeditor-preference-visualdiffpage-label
source: Visual differences
sq: Dallime pamore

# visualeditor-rebase-client-export
source: Export
sq: Eksportoje

# visualeditor-rebase-client-import
source: Import
sq: Importoje

# visualeditor-rebase-client-import-name
source: Page title
sq: Titull faqeje

# visualeditor-recreate
source: The page has been deleted since you started editing. Press "$1" to recreate it.
sq: Kjo faqe është fshirë, pasi filluat ta përpunoni. Që të rikrijohet, shtypni "$1".

# visualeditor-redirect-description
source: Redirect to $1
sq: Ridrejtim për te $1

# visualeditor-savedialog-error-badtoken
source: We could not save your edit because the session was no longer valid.
sq: S’e ruajtëm dot përpunimin tuaj, ngaqë sesioni s’qe i vlefshëm më gjatë.

# visualeditor-savedialog-identify-anon
source: Do you want to save this page as an anonymous user instead? Your IP address will be recorded in this page's edit history.
sq: Në vend të kësaj, doni ta ruani këtë faqe si përdorues anonim? Adresa juaj IP do të regjistrohet në historikun e përpunimeve të kësaj faqeje.

# visualeditor-savedialog-identify-trylogin
source: You are no longer logged in. Please log back in from a different tab and try again.
sq: S’jeni më brenda llogarisë tuaj. Ju lutemi, ribëni hyrjen në të që nga një skedë tjetër dhe riprovoni.

# visualeditor-savedialog-identify-user
source: You are now logged in as [[User:$1|$1]]. Your edit will be associated with this account if you save this edit.
sq: Tani jeni i futur si [[User:$1|$1]]. Nëse e ruani këtë përpunim, përpunimi juaj do të përshoqërohet me këtë llogari.

# visualeditor-savedialog-keyboard-shortcut-submit
source: You can press $1 to save your edit.
sq: Që të ruhet përpunimi juaj, mund të shtypni $1.

# visualeditor-savedialog-label-create
source: Create page
sq: Krijoje faqen

# visualeditor-savedialog-label-error
source: Error
sq: Gabim

# visualeditor-savedialog-label-publish-short
source: Publish
sq: Botoje

# visualeditor-savedialog-label-publish-short-start
source: Publish…
sq: Botoni…

# visualeditor-savedialog-label-report
source: Report problem
sq: Raportoni një problem

# visualeditor-savedialog-label-resolve-conflict
source: Resolve conflict
sq: Zgjidheni përplasjen

# visualeditor-savedialog-label-resume-editing
source: Resume editing
sq: Rikthejuni përpunimit

# visualeditor-savedialog-label-review
source: Review your changes
sq: Shqyrtoni ndryshimet tuaja

# visualeditor-savedialog-label-review-good
source: Return to save form
sq: Rikthehu te formular ruajtjesh

# visualeditor-savedialog-label-save-short
source: Save
sq: Ruaje

# visualeditor-savedialog-label-save-short-start
source: Save…
sq: Ruajeni…

# visualeditor-savedialog-label-visual-diff-report
source: Report incorrect display for this change
sq: Njoftoni shfaqje të pasaktë për këtë ndryshim

# visualeditor-savedialog-label-warning
source: Warning
sq: Sinjalizim

# visualeditor-savedialog-review-nosummary
source: No edit summary
sq: Pa përmbledhje përpunimi

# visualeditor-savedialog-review-visual
source: Visual
sq: Pamor
