Repository: ujdhesa/Translation-of-wikibase-files-into-Albanian
Catalog: ext-wikibase-client_*.po
Languages: sq

# wikibase-client-desc
source: Client for the Wikibase extension
sq: Klient për zgjerimin Wikibase

# tooltip-t-wikibase
source: Link to connected data repository item
sq: Lidhje për te objekt depoje të dhënash i lidhur

# wikibase-after-page-move
source: Your move should now be [$1 reflected in the {{WBREPONAME}} item] language link. We ask that you check this has occurred.
sq: Lëvizja juaj do të duhej të qe pasqyruar te lidhje gjuhe [objekti {{WBREPONAME $1}}]. Ju kërkojmë të kontrolloni nëse ka ndodhur.

# wikibase-after-page-move-queued
source: The [$1 {{WBREPONAME}} item] associated with this page will be automatically updated. Please note that this might not happen instantaneously.
sq: [Objekti {{WBREPONAME}} $1] përshoqëruar kësaj faqeje do të përditësohet automatikisht. Ju lutemi, kini parasysh që kjo mund të mos ndodhë menjëherë.

# wikibase-after-page-delete
source: Link to this page should have been removed from [$1 the associated {{WBREPONAME}} item]. We ask that you check this has occurred.
sq: Lidhja për te kjo faqe duhet të jetë hequr prej [objektit {{WBREPONAME}} $1 të përshoqëruar]. Ju kërkojmë të kontrolloni nëse ka ndodhur.

# wikibase-after-page-delete-queued
source: The [$1 {{WBREPONAME}} item] associated with this page will be automatically updated. Please note that this might not happen instantaneously.
sq: [Objekti {{WBREPONAME $1}}] përshoqëruar kësaj faqeje do të përditësohet automatikisht. Ju lutemi, kini parasysh që kjo mund të mos ndodhë menjëherë.

# wikibase-comment-add
source: A {{WBREPONAME}} item has been created.
sq: U krijua një objekt {{WBREPONAME}}.

# wikibase-comment-remove
source: Associated {{WBREPONAME}} item deleted. Language links removed.
sq: U fshi objekt {{WBREPONAME}} i përshoqëruar. Lidhjet për gjuhët u hoqën.

# wikibase-comment-linked
source: A {{WBREPONAME}} item has been linked to this page.
sq: Te kjo faqe është lidhur një objekt {{WBREPONAME}}.

# wikibase-comment-unlink
source: This page has been unlinked from {{WBREPONAME}} item. Language links removed.
sq: Kësaj faqeje i është hequr lidhja për te objekti {{WBREPONAME}}. Lidhjet për gjuhën u hoqën.

# wikibase-comment-restore
source: Associated {{WBREPONAME}} item undeleted. Language links restored.
sq: U prapësua fshirja e objektit {{WBREPONAME}} të përshoqëruar. Lidhjet për gjuhët u rikthyen.

# wikibase-comment-update
source: {{WBREPONAME}} item changed
sq: U ndryshua objekti {{WBREPONAME}}

# wikibase-comment-sitelink-add
source: Language link added: $1
sq: U shtua lidhje gjuhe: $1

# wikibase-comment-sitelink-change
source: Language link changed from $1 to $2
sq: U ndryshua lidhje gjuhe nga $1 në $2

# wikibase-comment-sitelink-remove
source: Language link removed: $1
sq: U hoq lidhje gjuhe: $1

# wikibase-comment-multi
source: $1 {{PLURAL:$1|change|changes}}
sq: $1 {{PLURAL:$1|ndryshim|ndryshime}}

# wikibase-dataitem
source: {{WBREPONAME}} item
sq: Objekt {{WBREPONAME}}

# wikibase-editlinks
source: Edit links
sq: Përpunoni lidhje

# wikibase-editlinkstitle
source: Edit interlanguage links
sq: Përpunoni lidhje ndërgjuhësore

# wikibase-addlinkstitle
source: Add interlanguage links
sq: Shtoni lidhje ndërgjuhësore

# wikibase-linkitem-addlinks
source: Add links
sq: Shtoni lidhje

# wikibase-linkitem-alreadylinked
source: The page you wanted to link with is already attached to an [$1 item] on the central data repository which links to $2 on this site. Items can only have one page per site attached. Please choose a different page to link with.
sq: Faqja që donit të lidhnit i është bashkëngjitur tashmë një [objekti $1] te depoja qendrore e të dhënave që është e lidhur me $2 në këtë sajt. Objektet mund të kenë të bashkëngjitur vetëm një faqe për sajt. Ju lutemi, zgjidhni një faqe tjetër për ta lidhur.

# wikibase-linkitem-close
source: Close dialog and reload page
sq: Mbylleni dialogun dhe ringarkoni faqen

# wikibase-linkitem-failure
source: An unknown error occurred while trying to link the given page.
sq: Ndodhi një gabim i panjohur teksa provohej të lidhej faqja e dhënë.

# wikibase-linkitem-title
source: Link with page
sq: Lidhje me faqe

# wikibase-linkitem-linkpage
source: Link with page
sq: Lidheni me faqe

# wikibase-linkitem-selectlink
source: Please select a site and a page that you want to link to this page.
sq: Ju lutemi, përzgjidhni një sajt dhe një faqe që dëshironi të lidhni te kjo faqe.

# wikibase-linkitem-input-site
source: Language:
sq: Gjuhë:

# wikibase-linkitem-input-page
source: Page:
sq: Faqe:

# wikibase-linkitem-confirmitem-text
source: The page you have chosen is already associated to an [$1 item on our central data repository]. Please confirm that the {{PLURAL:$2|page|pages}} shown below {{PLURAL:$2|is|are}} the {{PLURAL:$2|one|ones}} that you want to link to this page.
sq: Faqja që keni zgjedhur i është përshoqëruar tashmë një [objekti $1 te depoja jonë qendrore e të dhënave]. Ju lutemi, ripohoni se {{PLURAL:$2|faqja|faqet}} e shfaqura më poshtë {{PLURAL:$2|është|janë}} {{PLURAL:$2|ajo|ato}} që dëshironi të lidhet/lidhen te kjo faqe.

# wikibase-linkitem-confirmitem-button
source: Confirm
sq: Ripohojeni

# wikibase-linkitem-not-loggedin-title
source: You need to be logged in
sq: Lypset të jeni i futur në llogarinë tuaj

# wikibase-linkitem-not-loggedin
source: You need to be logged in on this wiki and in the [$1 central data repository] to use this feature.
sq: Që të përdorni këtë veçori, lypset të keni bërë hyrjen në llogarinë tuaj në këtë wiki dhe te [depoja qendrore $1 e të dhënave].

# wikibase-linkitem-success-link
source: The pages have been linked. You can find the item containing the links in our [$1 central data repository].
sq: Faqet u lidhën. Objektin që përmban lidhjet mund ta gjeni te [depoja jonë qendrore $1 e të dhënave].

# limitreport-entityaccesscount
source: Number of Wikibase entities loaded
sq: Numër njësish Wikibase të ngarkuara

# wikibase-property-notfound
source: $1 property not found.
sq: Vetia $1 s’u gjet.

# wikibase-rc-hide-wikidata-hide
source: Hide
sq: Fshihe

# wikibase-rc-hide-wikidata-show
source: Show
sq: Shfaqi

# wikibase-rc-show-wikidata-pref
source: Show {{WBREPONAME}} edits in recent changes
sq: Shfaq përpunime {{WBREPONAME}} te ndryshimet së fundi

# wikibase-rc-wikibase-edit-letter
source: D
sq: P

# wikibase-rc-wikibase-edit-title
source: {{WBREPONAME}} edit
sq: Përpunim {{WBREPONAME}}

# wikibase-rcfilters-hide-wikibase-label
source: {{WBREPONAME}} edits
sq: Përpunime në {{WBREPONAME}}

# wikibase-rcfilters-hide-wikibase-description
source: Edits that originate on {{WBREPONAME}}.
sq: Përpunime që e kanë zanafillën në {{WBREPONAME}}.

# wikibase-rcfilters-hide-wikibase-conflicts-ores
source: This filter conflicts with one or more Contribution Quality or User Intent filters. Quality and Intent predictions are not available for {{WBREPONAME}} edits.
sq: Ky filtër bie ndesh me një ose më tepër filtra Cilësie Kontributi ose Synimi Përdoruesi. S’mund të kihen parashikime Cilësie dhe Synimi për përpunime në {{WBREPONAME}}.

# wikibase-rcfilters-hide-wikibase-conflicts-ores-global
source: The "{{WBREPONAME}} edits" filter is conflicting with one or more Contribution Quality or User Intent filters. Quality and Intent predictions are not available for {{WBREPONAME}} edits. The conflicting filters are marked in the Active Filters area, above.
sq: Filtri "përpunime në {{WBREPONAME}}" bie ndesh me një ose më tepër filtra Cilësie Kontributi ose Synimi Përdoruesi. S’mund të kihen parashikime Cilësie dhe Synimi për përpunime në {{WBREPONAME}}. Filtrave me përplasje u është vënë shenjë te zona Filtra Aktivë, më sipër.

# wikibase-rcfilters-damaging-conflicts-hide-wikibase
source: Contribution Quality predictions are not available for certain types of change, so this filter conflicts with the following Type of Change {{PLURAL:$2|filter|filters}}: $1
sq: Për disa lloje ndryshimesh, s’mund të kihen parashikime Cilësie Kontributi, kështu që ky filtër bie ndesh me {{PLURAL:$2|filtrin|filtrat}} vijues për Lloj Ndryshimesh: $1

# wikibase-rcfilters-goodfaith-conflicts-hide-wikibase
source: User Intent predictions are not available for certain types of change, so this filter conflicts with the following Type of Change {{PLURAL:$2|filter|filters}}: $1
sq: Për disa lloje ndryshimesh, s’mund të kihen parashikime Synimi Përdoruesi, kështu që ky filtër bie ndesh me {{PLURAL:$2|filtrin|filtrat}} vijues për Lloj Ndryshimesh: $1

# wikibase-rcfilters-hide-wikibase-conflicts-major-global
source: All {{WBREPONAME}} edits are designated as "minor", so the "{{WBREPONAME}} edits" filter conflicts with the "Non-minor edits" filter.
sq: Krejt përpunimet në {{WBREPONAME}} janë deklaruar si "të vockla", kështu që filtri "përpunime në {{WBREPONAME}}" bie ndesh me filtrin "Përpunime jo të vockla".

# wikibase-rcfilters-major-conflicts-hide-wikibase
source: All {{WBREPONAME}} edits are designated as "minor", so the "{{WBREPONAME}} edits" filter conflicts with the "Non-minor edits" filter.
sq: Krejt përpunimet në {{WBREPONAME}} janë deklaruar si "të vockla", kështu që filtri "përpunime në {{WBREPONAME}}" bie ndesh me filtrin "Përpunime jo të vockla".

# wikibase-rcfilters-hide-wikibase-conflicts-major
source: All {{WBREPONAME}} edits are designated as "minor", so the "{{WBREPONAME}} edits" filter conflicts with the "Non-minor edits" filter.
sq: Krejt përpunimet në {{WBREPONAME}} janë deklaruar si "të vockla", kështu që filtri "përpunime në {{WBREPONAME}}" bie ndesh me filtrin "Përpunime jo të vockla".

# wikibase-replicationnote
source: Please notice that it can take several minutes until the changes are visible on all wikis.
sq: Ju lutemi, kini parasysh që mund të duhen disa minuta derisa ndryshimet të jenë të dukshme në krejt wiki-t.

# wikibase-watchlist-show-changes-pref
source: Show {{WBREPONAME}} edits in your watchlist
sq: Shfaqni përpunime {{WBREPONAME}} te lista juaj e vëzhgimeve

# wikibase-error-deserialize-error
source: Failed to deserialize data.
sq: S’u arrit të çserializohen të dhëna.

# wikibase-error-serialize-error
source: Failed to serialize data.
sq: S’u arrit të serializohen të dhëna.

# wikibase-error-invalid-entity-id
source: The ID "$2" is unknown to the system. Please use a valid entity ID.
sq: ID-ja "$2" është e panjohur për sistemin. Ju lutemi, përdorni një ID të vlefshme njësish.

# wikibase-error-exceeded-entity-access-limit
source: Too many {{WBREPONAME}} entities accessed.
sq: Është hyrë në më shumë njësi {{WBREPONAME}} se sa lejohet.

# wikibase-error-exceeded-referenced-entity-id-limit
source: Too many "mw.wikibase.getReferencedEntityId" calls, only up to $2 {{PLURAL:$2|allowed}}.
sq: Shumë thirrje "mw.wikibase.getReferencedEntityId", janë të {{PLURAL:$2|lejuara}} vetëm deri në $2.

# unconnectedpages
source: Pages not connected to items
sq: Faqe të palidhura te objekte

# unconnectedpages-summary
source: This page lists pages with no connected data item (in namespaces that support connected items). The list is sorted by descending page ID, so that newer pages are listed first.
sq: Kjo faqe paraqet faqe pa objekt të dhënash të lidhur (në emërhapësira që mbulojnë objekte të lidhur). Lista renditet në rend zbritës sipas ID-sh faqesh, që së pari të dukem faqet më të reja.

# wikibase-unconnectedpages-format-row
source: ($1 {{PLURAL:$1|interlanguage link|interlanguage links}} on the page)
sq: ($1 {{PLURAL:$1|lidhje ndërgjuhësore|lidhje ndërgjuhësore}} në faqe)

# wikibase-unconnectedpages-submit
source: Show pages
sq: Shfaqi faqet

source: Pages with badges
sq: Faqe me stema

# pageswithbadges-summary
source: This page lists pages with badges (e.g. good article or featured article). The list is sorted by descending page ID, so that newer pages are listed first.
sq: Kjo faqe paraqet faqe me stema (p.sh., artikull të mirë ose artikull të zgjedhur). Lista renditet në rend zbritës sipas ID-sh faqesh, që së pari të dukem faqet më të reja.

# wikibase-pageswithbadges-invalid-id
source: $1 is not a valid item ID
sq: $1 s’është ID njësie e vlefshme

# wikibase-pageswithbadges-legend
source: List of pages with a given badge
sq: Listë faqesh me një stemë të dhënë

# wikibase-pageswithbadges-badge
source: Badge:
sq: Stemë:

# wikibase-pageswithbadges-submit
source: Show pages
sq: Shfaqi faqet

source: Entity usage
sq: Përdorim njësie

# entityusage-summary
source: This page lists pages that use the given entity (e.g. Q42). The list is sorted by descending page ID, so that newer pages are listed first.
sq: Kjo faqe paraqet faqe që përdorin njësinë e dhënë (p.sh. Q42). Lista është e renditur në rend zbritës të ID-ve të faqeve, që së pari të duken faqet më të reja.

# wikibase-entityusage-invalid-id
source: $1 is not a valid entity ID
sq: $1 s’është ID njësie e vlefshme

# wikibase-entityusage-legend
source: List of pages that use a given entity
sq: Listë faqesh që përdorin një njësi të dhënë

# wikibase-entityusage-entity
source: Entity:
sq: Njësi:

# wikibase-entityusage-submit
source: Show pages
sq: Shfaqi faqet

# wikibase-pageinfo-entity-id
source: {{WBREPONAME}} item ID
sq: ID objekti {{WBREPONAME}}

# wikibase-pageinfo-entity-id-none
source: None
sq: Asnjë

# wikibase-pageinfo-description-local
source: Local description
sq: Përshkrim vendor

# wikibase-pageinfo-description-central
source: Central description
sq: Përshkrim qendror

# wikibase-pageinfo-entity-usage
source: {{WBREPONAME}} entities used in this page
sq: Njësi {{WBREPONAME}} të përdorura te kjo faqe

# wikibase-pageinfo-entity-usage-S
source: Sitelink
sq: Lidhje sajti

# wikibase-pageinfo-entity-usage-L
source: Some labels
sq: Ca etiketa

# wikibase-pageinfo-entity-usage-L-with-modifier
source: Label: $1
sq: Etiketë: $1

# wikibase-pageinfo-entity-usage-D
source: Some descriptions
sq: Ca përshkrime

# wikibase-pageinfo-entity-usage-D-with-modifier
source: Description: $1
sq: Përshkrim: $1

# wikibase-pageinfo-entity-usage-T
source: Title
sq: Titull

# wikibase-pageinfo-entity-usage-C
source: Some statements
sq: Ca pohime

# wikibase-pageinfo-entity-usage-C-with-modifier
source: Statement: $1
sq: Pohim: $1

# wikibase-pageinfo-entity-usage-X
source: All entity data
sq: Krejt të dhënat e njësisë

# wikibase-pageinfo-entity-usage-O
source: Other (Statements)
sq: Të tjera (Pohime)

# wikibase-property-render-error
source: Failed to render property $1: $2
sq: S’u arrit të rikrijohej vetia $1: $2

# wikibase-otherprojects
source: In other projects
sq: Në projekte të tjera

# wikibase-otherprojects-beta-message
source: Other projects sidebar
sq: Anështyllë projektesh të tjera

# wikibase-otherprojects-beta-description
source: Adds an "{{int:wikibase-otherprojects}}" section to the sidebar that provides links to the other Wikimedia projects based on {{WBREPONAME}} data.
sq: Shton te anështylla një ndarje "{{int:wikibase-otherprojects}}" që furnizon lidhje për te projekte të tjerë Wikimedia të bazuar në të dhëna {{WBREPONAME}}.

# echo-category-title-wikibase-action
source: {{PLURAL:$1|Connection|Connections}} with {{WBREPONAME}}
sq: {{PLURAL:$1|Lidhje|Lidhje}} me {{WBREPONAME}}

# echo-pref-tooltip-wikibase-action
source: Notify me when someone connects a page {{GENDER:|I created}} to a {{WBREPONAME}} item.
sq: Njoftomë, kur dikush lidh një faqe {{GENDER:|Krijova}} te një objekt {{WBREPONAME}}.

# notification-header-page-connection
source: The page <strong>$3</strong> was {{GENDER:$2|connected}} to {{PLURAL:$4|-1=a {{WBREPONAME}} item|the {{WBREPONAME}} item $4}}, which contains data relevant to the topic.
sq: Faqja <strong>$3</strong> u {{GENDER:$2|lidh}} te {{PLURAL:$4|-1=një objekt {{WBREPONAME}}|objekti {{WBREPONAME}} $4}}, i cili përmban të dhëna që lidhen me temën.

# notification-bundle-header-page-connection
source: <strong>$3</strong> and {{PLURAL:$4|one other page|$4 other pages|100=99+ other pages}} were {{GENDER:$2|connected}} to {{WBREPONAME}} items.
sq: <strong>$3</strong> dhe {{PLURAL:$4|një faqe tjetër|$4 faqe të tjera|100=99+ faqe të tjera} u {{GENDER:$2|lidhën}} te objekte {{WBREPONAME}}.

# notification-link-text-view-item
source: {{GENDER:$1|View}} item
sq: {{GENDER:$1|Shiheni}} objektin

# notification-subject-page-connection
source: A page on {{SITENAME}} you {{GENDER:$3|created}} was {{GENDER:$2|connected}} to a {{WBREPONAME}} item
sq: Një faqe te {{SITENAME}} që {{GENDER:$3|keni krijuar}} u {{GENDER:$2|lidh}} me një objekt {{WBREPONAME}}

# unresolved-property-category
source: Pages with unresolved properties
sq: Faqe me veti të paftilluara

# unresolved-property-category-desc
source: This category lists pages that reference {{WBREPONAME}} properties that cannot be found neither by their property ID nor label.
sq: Kjo kategori paraqet faqe që përmbajnë referenca vetish {{WBREPONAME}} që s’mund të gjenden as sipas ID-sh, as sipas etiketash vetie.

# connected-redirect-category
source: Redirects connected to a {{WBREPONAME}} item
sq: Ridrejtime të lidhura me një objekt {{WBREPONAME}}

# connected-redirect-category-desc
source: This category lists redirect pages that are connected to a {{WBREPONAME}} item.
sq: Kjo kategori paraqet faqe ridrejtimesh që janë lidhur te një objekt {{WBREPONAME}}.

# apihelp-query+wbentityusage-description
source: Returns all entity IDs used in the given pages.
sq: Sjell krejt ID njësish të përdorura në faqet e dhëna.

# apihelp-query+wbentityusage-summary
source: Returns all entity IDs used in the given pages.
sq: Sjell krejt ID njësish të përdorura në faqet e dhëna.

# apihelp-query+wbentityusage-param-aspect
source: Only return entity IDs that used this aspect.
sq: Sill vetëm me ID njësish që kanë përdorur këtë aspekt.

# apihelp-query+wbentityusage-param-prop
source: Properties to add to the result.
sq: Veti për t’u shtuar te përfundimi.

# apihelp-query+wbentityusage-paramvalue-prop-url
source: If enabled url of entity will be added
sq: Në u aktivizoftë, do të shtohet URL-ja e njësisë

# apihelp-query+wbentityusage-param-entities
source: Only return page that used these entities.
sq: Sill vetëm faqen që ka përdorur këto njësi.

# apihelp-query+wbentityusage-param-limit
source: How many entity usages to return.
sq: Sa përdorime njësie të sillen.

# apihelp-query+wbentityusage-example-simple
source: Get entities used in the page <kbd>Main Page</kbd>.
sq: Merrni njësi të përdorura në faqen <kbd>Faqja Kryesore</kbd>.

# apihelp-query+wblistentityusage-description
source: Returns all pages that use the given entity IDs.
sq: Sjell krejt faqet që përdorin ID-të e njësisë së dhënë.

# apihelp-query+wblistentityusage-summary
source: Returns all pages that use the given entity IDs.
sq: Sjell krejt faqet që përdorin ID-të e dhëna të njësisë.

# apihelp-query+wblistentityusage-param-prop
source: Properties to add to the result.
sq: Veti për t’u shtuar te përfundimi.

# apihelp-query+wblistentityusage-paramvalue-prop-url
source: If enabled the url of the entity will be added to the result.
sq: Në u aktivizoftë, URL-ja e njësisë do të shtohet te përfundimi.

# apihelp-query+wblistentityusage-param-aspect
source: Only return entity IDs that used this aspect.
sq: Sill vetëm ID njësish që kanë përdorur këtë aspekt.

# apihelp-query+wblistentityusage-param-entities
source: Entities that have been used.
sq: Njësi që janë përdorur.

# apihelp-query+wblistentityusage-param-limit
source: How many entity usages to return.
sq: Sa përdorime njësie të sillen.

# apihelp-query+wblistentityusage-example-simple
source: Get pages that use the entity <kbd>Q2</kbd>.
sq: Merrni faqe që përdorin njësinë <kbd>Q2</kbd>.

# apihelp-query+wblistentityusage-example-url
source: Get pages that use the entity <kbd>Q2</kbd> with URL included.
sq: Merrni faqe që përdorin njësinë <kbd>Q2</kbd>, përfshi URL-në.

# apihelp-query+wblistentityusage-example-aspect
source: Get pages that use the entity <kbd>Q2</kbd> and the aspect was sitelink or statement.
sq: Merrni faqe që përdorin njësinë <kbd>Q2</kbd> dhe për të cilat aspekti ishte lidhje sajti ose pohim.

# apihelp-query+pageterms-description
source: Get the {{WBREPONAME}} terms (typically labels, descriptions and aliases) associated with a page via a sitelink. On the entity page itself, the terms are used directly. Caveat: On a repo wiki, this module only works directly on entity pages, not on pages connected to an entity via a sitelink. This may change in the future.
sq: Merrni termat e {{WBREPONAME}} (kryesisht etiketa, përshkrime dhe aliase) të përshoqëruar me një faqe përmes një lidhjeje sajti. Në vetë faqen e njësisë, termat përdoren drejtpërsëdrejti. Kujdes: Në një wiki depo, ky modul funksionon vetëm drejtpërsëdrejti në faqe njësish, jo në faqe të lidhura te një njësi përmes një lidhje sajti. Kjo mund të ndryshojë në të ardhmen.

# apihelp-query+pageterms-summary
source: Get the {{WBREPONAME}} terms (typically labels, descriptions and aliases) associated with a page via a sitelink. On the entity page itself, the terms are used directly. Caveat: On a repo wiki, this module only works directly on entity pages, not on pages connected to an entity via a sitelink. This may change in the future.
sq: Merrni termat e {{WBREPONAME}} (kryesisht etiketa, përshkrime dhe aliase) të përshoqëruar me një faqe përmes një lidhjeje sajti. Në vetë faqen e njësisë, termat përdoren drejtpërsëdrejti. Kujdes: Në një wiki depo, ky modul funksionon vetëm drejtpërsëdrejti në faqe njësish, jo në faqe të lidhura te një njësi përmes një lidhje sajti. Kjo mund të ndryshojë në të ardhmen.

# apihelp-query+pageterms-example-simple
source: Get all terms associated with the page 'London', in the user language.
sq: Merrni krejt termat përshoqëruar me faqen 'London', në gjuhën e përdoruesit.

# apihelp-query+pageterms-example-label-en
source: Get labels and aliases associated with the page 'London', in English.
sq: Merrni etiketa dhe aliase përshoqëruar me faqen 'London', në anglisht.

# apihelp-query+pageterms-example-item
source: Get labels and aliases of item Q84.
sq: Merrni etiketa dhe aliase të objektit Q84.

# apihelp-query+pageterms-param-terms
source: The types of terms to get, e.g. 'description', each returned as an array of strings keyed by their type, e.g. {"description": ["foo"]}. If not specified, all types are returned.
sq: Llojet e termave që duhen marrë, p.sh. 'përshkrim', secili i sjellë si një matricë vargjesh të dhënë sipas llojit të tyre, p.sh. {"përshkrim": ["foo"]}. Nëse s’përcaktohet, sillen krejt llojet.

# apihelp-query+description-summary
source: Get a short description a.k.a. subtitle explaining what the target page is about.
sq: Merrni një përshkrim të shkurtër, i njohur edhe si nëntitull, që shpjegon se për çfarë është faqja në fjalë.

# apihelp-query+description-extended-description
source: The description is plain text, on a single line, but otherwise arbitrary (potentially including raw HTML tags, which also should be interpreted as plain text). It must not be used in HTML unescaped!
sq: Përshkrimi është tekst i thjeshtë, në një rresht, por ama edhe arbitrar (duke përfshirë, potencialisht, etiketa HTML shqeto, të cilat edhe këto duhen interpretuar si tekst i thjeshtë). Në HTML s’duhet të përdoret pa u paraprirë!

# apihelp-query+description-param-prefersource
source: Which description source to prefer if present:
sq: Cili burim përshkrimi të parapëlqehet, në pastë:

# apihelp-query+description-paramvalue-prefersource-local
source: Local descriptions via <code><nowiki>{{SHORTDESC:...}}</nowiki></code> parser function in the wikitext of the page.
sq: Përshkrime vendore përmes funksioni <code><nowiki>{{SHORTDESC:...}}</nowiki></code> përtypësi te teksti wiki i faqes.

# apihelp-query+description-paramvalue-prefersource-central
source: Central descriptions from the associated {{WBREPONAME}} item.
sq: Përshkrime qendrore nga objekt {{WBREPONAME}} i përshoqëruar.
