Repository: ujdhesa/Translation-of-wikibase-files-into-Albanian
Catalog: ext-visualeditor-0-all_*.po
Languages: sq

# citoid-520-error
source: Unable to retrieve information from the provided identifier.
sq: S’arrihet të merret informacion nga identifikuesi i ofruar.

# citoid-citation-widget-insert-button
source: Insert
sq: Fute

# citoid-citefromiddialog-back
source: Back
sq: Mbrapsht

# citoid-citefromiddialog-credit
source: Powered by $1
sq: Bazuar në $1

# citoid-citefromiddialog-lookup-button
source: Generate
sq: Prodhoje

# citoid-citefromiddialog-mode-auto
source: Automatic
sq: Automatik

# citoid-citefromiddialog-mode-manual
source: Manual
sq: Dorazi

# citoid-citefromiddialog-mode-reuse
source: Re-use
sq: Ripërdoreni

# citoid-citefromiddialog-search
source: Search
sq: Kërko

# citoid-citefromiddialog-search-label
source: URL, DOI, ISBN, PMC/PMID, title, or citation
sq: URL, DOI, ISBN, PMC/PMID, titull, ose citim

# citoid-citefromiddialog-search-placeholder
source: e.g. http://www.example.com
sq: p.sh. http://www.example.com

# citoid-citefromiddialog-search-progress
source: Searching, please wait...
sq: Po kërkohet, ju lutemi, pritni…

# citoid-citefromiddialog-title
source: Add a citation
sq: Shtoni një citim

# citoid-citefromiddialog-use-general-error-message
source: We couldn't make a citation for you. You can create one manually using the "{{int:citoid-citefromiddialog-mode-manual}}" tab above.
sq: S’e bëmë dot citimin për ju. Mund të krijoni një të tillë dorazi, duke përdorur skedën "{{int:citoid-citefromiddialog-mode-manual}}" më sipër.

# citoid-citefromidtool-title
source: Cite
sq: Citoni

# citoid-citefromidtool-title-othergroup
source: Citation
sq: Citim

# citoid-desc
source: Provides access points between the citoid service and MediaWiki
sq: Furnizon pika hyrjeje mes shërbimit Citoid dhe MediaWiki-t

# citoid-referencecontextitem-convert-button
source: Convert
sq: Shndërroje

# citoid-referencecontextitem-convert-message
source: This reference consists of just an external link. You can use the "{{int:citoid-referencecontextitem-convert-button}}" button below to generate a properly formatted reference.
sq: Kjo referencë përbëhet thjesht nga një lidhje e jashtme. Për të prodhuar një referencë të formatuar si duhet mund të përdorni butonin "{{int:citoid-referencecontextitem-convert-button}}" më poshtë.

# citoid-unknown-error
source: An unknown error has occured that prevented us from creating a citation. Please try again later.
sq: Ndodhi një gabim i panjohur që na pengoi krijimin e një citimi. Ju lutemi, riprovoni më vonë.

# visualeditor-cite-tool-name-book
source: Book
sq: Libër

# visualeditor-cite-tool-name-journal
source: Journal
sq: Ditar

# visualeditor-cite-tool-name-news
source: News
sq: Lajme

# visualeditor-cite-tool-name-web
source: Website
sq: Sajt

# cite-ve-changedesc-ref-group-both
source: Reference group changed from "$1" to "$2"
sq: Grupi i referencës u ndryshua nga "$1" në "$2"

# cite-ve-changedesc-ref-group-from
source: Reference group changed from "$1" to the general group
sq: Grupi i referencës u ndryshua nga "$1" në grupin e përgjithshëm

# cite-ve-changedesc-ref-group-to
source: Reference group changed from the general group to "$1"
sq: Grupi i referencës u ndryshua nga grupi i përgjithshëm në "$1"

# cite-ve-changedesc-reflist-group-both
source: References list group changed from "$1" to "$2"
sq: Grupi i listës së referencave u ndryshua nga "$1" në "$2"

# cite-ve-changedesc-reflist-group-from
source: References list group changed from "$1" to the general group
sq: Grupi i listës së referencave u ndryshua nga "$1" në grupin e përgjithshëm

# cite-ve-changedesc-reflist-group-to
source: References list group changed from the general group to "$1"
sq: Grupi i listës së referencave u ndryshua nga grupi i përgjithshëm në "$1"

# cite-ve-changedesc-reflist-responsive-set
source: References list changed to display in responsive columns
sq: U ndryshua listë referencash për t’u shfaqur në shtylla reaguese

# cite-ve-changedesc-reflist-responsive-unset
source: References list changed to display in only one column
sq: U ndryshua listë referencash për t’u shfaqur në një shtyllë të vetme

# cite-ve-changedesc-reflist-item-id
source: Reference index changed
sq: Treguesi i referencës u ndryshua

# cite-ve-dialog-reference-editing-reused
source: This reference is used {{PLURAL:$1|once|2=twice|$1 times}} on this page.
sq: Kjo referencë është përdorur {{PLURAL:$1|një herë|2=twice|$1 herë}} në këtë faqe.

# cite-ve-dialog-reference-options-group-label
source: Use this group
sq: Përdor këtë grup

# cite-ve-dialog-reference-options-group-placeholder
source: General references
sq: Referenca të përgjithshme

# cite-ve-dialog-reference-options-name-label
source: Re-use by this name
sq: Ripërdoreni me këtë emër

# cite-ve-dialog-reference-options-responsive-label
source: Use responsive column layout
sq: Përdorni skemë shtyllash reaguese

# cite-ve-dialog-reference-options-section
source: Options
sq: Mundësi

# cite-ve-dialog-reference-placeholder
source: Write or paste your reference here, or insert a citation template.
sq: Shkruani ose ngjitni këtu referencën tuaj, ose futni një gjedhe citimesh.

# cite-ve-dialog-reference-title
source: Reference
sq: Referencë

# cite-ve-dialog-reference-useexisting-full-label
source: Re-use a citation that already exists on this page
sq: Ripërdorni një citim që ekziston tashmë në këtë faqe

# cite-ve-dialog-reference-useexisting-label
source: Use an existing reference
sq: Përdorni një referencë ekzistuese

# cite-ve-dialog-reference-useexisting-tool
source: Re-use
sq: Ripërdoreni

# cite-ve-dialog-referenceslist-contextitem-description-general
source: List of general references
sq: Listë referencash të përgjithshme

# cite-ve-dialog-referenceslist-contextitem-description-named
source: List of references for group "$1"
sq: Listë referencash për grupin "$1"

# cite-ve-dialog-referenceslist-title
source: References list
sq: Listë referencash

# cite-ve-dialogbutton-citation-educationpopup-text
source: Improves your content by adding sources of information. You can cite from books, newspapers and websites.
sq: Përmirëson lëndën tuaj duke shtuar burime infomacioni. Mund të citoni prej librash, gazetash dhe sajtesh.

# cite-ve-dialogbutton-citation-educationpopup-title
source: Citations
sq: Citime

# cite-ve-dialogbutton-reference-full-label
source: Basic form
sq: Formë bazë

# cite-ve-dialogbutton-reference-title
source: Reference
sq: Referencë

# cite-ve-dialogbutton-reference-tooltip
source: Basic
sq: Bazë

# cite-ve-dialogbutton-referenceslist-tooltip
source: References list
sq: Listë referencash

# cite-ve-reference-input-placeholder
source: Search within current citations
sq: Kërkoni brenda citimeve të tanishme

# cite-ve-referenceslist-isempty
source: There are no references with the group "$1" on this page to include in this list.
sq: Në këtë faqe s’ka referenca me grupin "$1" për t’u përfshirë në këtë listë.

# cite-ve-referenceslist-isempty-default
source: There are no references on this page to include in this list.
sq: Në këtë faqe s’ka referenca për t’i përfshirë në këtë listë.

# cite-ve-referenceslist-missingref
source: This reference is defined in a template or other generated block, and for now can only be edited in source mode.
sq: Kjo referencë është përkufizuar në një gjedhe ose tjetër bllok të prodhuar, dhe hëpërhë mund të përpunohet vetëm me përpunuesin e burimit.

# cite-ve-referenceslist-missingref-in-list
source: This reference is defined in a template or other generated block, and for now can only be previewed in source mode.
sq: Kjo referencë është përkufizuar në një gjedhe ose tjetër bllok të prodhuar, dhe hëpërhë mund të parashihet vetëm me përpunuesin e burimit.

# cite-ve-referenceslist-missingreflist
source: This reference list is generated by a template, and for now can only be edited in source mode.
sq: Kjo listë referencash është prodhuar nga një gjedhe, dhe hëpërhë mund të përpunohet vetëm me përpunuesin e burimit.

# cite-ve-toolbar-group-label
source: Cite
sq: Citoni

# cite-ve-othergroup-item
source: $1 reference
sq: Referencë $1

# visualeditor-internal-list-diff-default-group-name-mwreference
source: References
sq: Referenca

# visualeditor-internal-list-diff-group-name-mwreference
source: Reference group name: "$1"
sq: Emër grupi referencash: "$1"

# ooui-outline-control-move-down
source: Move item down
sq: Zbrite objektin poshtë

# ooui-outline-control-move-up
source: Move item up
sq: Ngjite objektin sipër

# ooui-outline-control-remove
source: Remove item
sq: Hiqe objektin

# ooui-toolbar-more
source: More
sq: Më tepër

# ooui-toolgroup-expand
source: More
sq: Më tepër

# ooui-toolgroup-collapse
source: Fewer
sq: Më pak

# ooui-item-remove
source: Remove
sq: Hiqe

# ooui-dialog-message-reject
source: Cancel
sq: Anuloje

# ooui-dialog-process-error
source: Something went wrong
sq: Diç shkoi ters

# ooui-dialog-process-dismiss
source: Dismiss
sq: Mos e merr parasysh

# ooui-dialog-process-retry
source: Try again
sq: Riprovoni

# ooui-dialog-process-continue
source: Continue
sq: Vazhdo

# ooui-combobox-button-label
source: Dropdown for combobox
sq: Menu hapmbyll për combobox-in

# ooui-selectfile-button-select
source: Select a file
sq: Përzgjidhni një kartelë

# ooui-selectfile-not-supported
source: File selection is not supported
sq: Nuk mbulohet përzgjedhje kartelash

# ooui-selectfile-placeholder
source: No file is selected
sq: S’është përzgjedhur kartelë

# ooui-selectfile-dragdrop-placeholder
source: Drop file here
sq: Hidheni kartelën këtu

# ooui-field-help
source: Help
sq: Ndihmë

# visualeditor-aliencontextitem-title
source: Item
sq: Objekt

# visualeditor-aliennode-tooltip
source: Sorry, this element can only be edited in source mode for now.
sq: Na ndjeni, hëpërhë ky element mund të përpunohet vetëm me përpunues burimesh.

# visualeditor-align-desc-center
source: center
sq: në qendër

# visualeditor-align-desc-default
source: default
sq: parazgjedhje

# visualeditor-align-desc-left
source: left
sq: majtas

# visualeditor-align-desc-none
source: none
sq: asnjë

# visualeditor-align-desc-right
source: right
sq: djathtas

# visualeditor-align-widget-center
source: Center
sq: Në qendër

# visualeditor-align-widget-default
source: Default
sq: Parazgjedhje

# visualeditor-align-widget-left
source: Left
sq: Majtas

# visualeditor-align-widget-right
source: Right
sq: Djathtas

# visualeditor-alignablecontextitem-title
source: Alignment
sq: Drejtim

# visualeditor-annotationbutton-big-tooltip
source: Big
sq: I madh

# visualeditor-annotationbutton-bold-tooltip
source: Bold
sq: Të trasha

# visualeditor-annotationbutton-code-tooltip
source: Computer code
sq: Kod kompjuteri

# visualeditor-annotationbutton-italic-tooltip
source: Italic
sq: Të pjerrëta

# visualeditor-annotationbutton-language-tooltip
source: Language
sq: Gjuhë

# visualeditor-annotationbutton-link-tooltip
source: Link
sq: Lidhje

# visualeditor-annotationbutton-small-tooltip
source: Small
sq: I vogël

# visualeditor-annotationbutton-strikethrough-tooltip
source: Strikethrough
sq: Hequrvije

# visualeditor-annotationbutton-subscript-tooltip
source: Subscript
sq: Poshtëshkrim

# visualeditor-annotationbutton-superscript-tooltip
source: Superscript
sq: Sipërshkrim

# visualeditor-annotationbutton-underline-tooltip
source: Underline
sq: Të nënvizuara

# visualeditor-changedesc-align
source: Alignment changed from $1 to $2
sq: Drejtimi u ndryshua nga $1 në $2

# visualeditor-changedesc-changed
source: $1 changed from $2 to $3
sq: $1 u ndryshua nga $2 në $3

# visualeditor-changedesc-comment
source: Comment changed from $1 to $2
sq: Komenti u ndryshua nga $1 në $2

# visualeditor-changedesc-direction
source: Direction override changed from $1 to $2
sq: U ndryshua kah anashkalimi nga $1 në $2

# visualeditor-changedesc-image-size
source: Size changed from $1 to $2
sq: Madhësia u ndryshua nga $1 në $2

# visualeditor-changedesc-language
source: Language changed from $1 to $2
sq: Gjuha u ndryshua nga $1 në $2

# visualeditor-changedesc-link-href
source: Link target changed from $1 to $2
sq: Objektivi i lidhjes u ndryshua nga1 në $2

# visualeditor-changedesc-no-key
source: $1 changed to $2
sq: $1 u ndryshua në $2

# visualeditor-changedesc-set
source: $1 set to $2
sq: $1 u caktua si $2

# visualeditor-changedesc-unknown
source: $1 changed
sq: $1 u ndryshua

# visualeditor-changedesc-unset
source: $1 unset from $2
sq: $1 iu hoq caktimi si $2

# visualeditor-changedir
source: Change directionality
sq: Ndryshojini kahun

# visualeditor-changedir-tool-ltr
source: View as left-to-right
sq: Shiheni si të shkruar nga e majta në të djathtë

# visualeditor-changedir-tool-rtl
source: View as right-to-left
sq: Shiheni si të shkruar nga e djathta në të majtë

# visualeditor-clearbutton-tooltip
source: Remove
sq: Hiqe

# visualeditor-clipboard-copy
source: Copy
sq: Kopjoje

# visualeditor-clipboard-cut
source: Cut
sq: Prije

# visualeditor-clipboard-paste
source: Paste
sq: Ngjite

# visualeditor-clipboard-paste-special
source: Paste as plain text
sq: Ngjite si tekst të thjeshtë

# visualeditor-command-dialog-cancel
source: Close / cancel change
sq: Mbylle / anuloni ndryshimin

# visualeditor-command-dialog-confirm
source: Confirm change
sq: Ripohoni ndryshimin

# visualeditor-commentinspector-edit
source: Edit comment
sq: Përpunoni komentin

# visualeditor-commentinspector-title
source: Comment
sq: Koment

# visualeditor-commentinspector-tooltip
source: Comment
sq: Komentoni

# visualeditor-content-select-all
source: Select all
sq: Përzgjidhi krejt

# visualeditor-contextitemwidget-label-remove
source: Delete
sq: Fshije

# visualeditor-contextitemwidget-label-secondary
source: Edit
sq: Përpunoni

# visualeditor-debugbar-close
source: Close
sq: Mbylle

# visualeditor-debugbar-inputdebug
source: Input debugging
sq: Diagnostikim input-i

# visualeditor-debugbar-logrange
source: Log selected
sq: Diagnostiko përzgjedhjen

# visualeditor-debugbar-showmodel
source: Show model
sq: Shfaq model

# visualeditor-debugbar-showtransactions
source: Show transactions
sq: Shfaq transaksione

# visualeditor-debugbar-testsquasher
source: Test squasher
sq: Testo kompaktuesin

# visualeditor-debugbar-startfilibuster
source: Filibuster
sq: Nis Obstruksionistin

# visualeditor-debugbar-stopfilibuster
source: Stop Filibuster
sq: Ndal Obstruksionistin

# visualeditor-debugbar-updatemodel
source: Update on changes
sq: Përditësoje me ndryshimet

# visualeditor-dialog-action-apply
source: Apply changes
sq: Zbatoji ndryshimet

# visualeditor-dialog-action-cancel
source: Cancel
sq: Anuloje

# visualeditor-dialog-action-done
source: Done
sq: U bë

# visualeditor-dialog-action-goback
source: Go back
sq: Kthehuni mbrapsht

# visualeditor-dialog-action-insert
source: Insert
sq: Fute

# visualeditor-dialog-command-help-title
source: Keyboard shortcuts
sq: Shkurtore tastiere

# visualeditor-dialog-error
source: Something went wrong…
sq: Diç shkoi ters…

# visualeditor-dialog-error-dismiss
source: Go back
sq: Kthehuni mbrapsht

# visualeditor-dialog-language-search-title
source: Select language
sq: Përzgjidhni gjuhën

# visualeditor-dialog-table-caption
source: Caption
sq: Përshkrim

# visualeditor-dialog-table-title
source: Table properties
sq: Veti tabele

# visualeditor-diff-no-changes
source: No changes
sq: S’ka ndryshime

# visualeditor-diff-timed-out
source: It took too long to compute your changes, so the description below may not be optimal.
sq: U desh shumë kohë për të përllogaritur ndryshimet tuaja, ndaj përshkrimi më poshtë mund të mos jetë optimal.

# visualeditor-find-and-replace-diacritic
source: Diacritic insensitive
sq: I pandjeshëm ndaj shenjash diakritike

# visualeditor-find-and-replace-diacritic-unavailable
source: Diacritic insensitive search not available in this browser
sq: Në këtë shfletues s’përdoret dot kërkim i pandjeshëm ndaj shenjash diakritike

# visualeditor-find-and-replace-done
source: Done
sq: U bë

# visualeditor-find-and-replace-find-text
source: Find
sq: Gjej

# visualeditor-find-and-replace-invalid-regex
source: Invalid regular expression
sq: Shprehje e rregullt e pavlefshme

# visualeditor-find-and-replace-match-case
source: Match case
sq: Siç është shkruajtur

# visualeditor-find-and-replace-next-button
source: Find next
sq: Gjej pasuesin

# visualeditor-find-and-replace-previous-button
source: Find previous
sq: Gjej të mëparshmin

# visualeditor-find-and-replace-regular-expression
source: Regular expression
sq: Shprehje e rregullt

# visualeditor-find-and-replace-replace-all-button
source: Replace all
sq: Zëvendësoji krejt

# visualeditor-find-and-replace-replace-button
source: Replace
sq: Zëvendësoje

# visualeditor-find-and-replace-replace-text
source: Replace
sq: Zëvendësojeni

# visualeditor-find-and-replace-results
source: $1 of $2
sq: $1 nga $2

# visualeditor-find-and-replace-title
source: Find and replace
sq: Gjej dhe zëvendëso

# visualeditor-find-and-replace-word
source: Whole word
sq: Krejt fjalën

# visualeditor-formatdropdown-format-blockquote
source: Block quote
sq: Bllok citimi

# visualeditor-formatdropdown-format-heading-label
source: Heading (1-6)
sq: Krye (1-6)

# visualeditor-formatdropdown-format-heading1
source: Heading 1
sq: Krye 1

# visualeditor-formatdropdown-format-heading2
source: Heading 2
sq: Krye 2

# visualeditor-formatdropdown-format-heading3
source: Heading 3
sq: Krye 3

# visualeditor-formatdropdown-format-heading4
source: Heading 4
sq: Krye 4

# visualeditor-formatdropdown-format-heading5
source: Heading 5
sq: Krye 5

# visualeditor-formatdropdown-format-heading6
source: Heading 6
sq: Krye 6

# visualeditor-formatdropdown-format-paragraph
source: Paragraph
sq: Paragraf

# visualeditor-formatdropdown-format-preformatted
source: Preformatted
sq: I paraformatuar

# visualeditor-formatdropdown-title
source: Change format
sq: Ndryshojini formatimin

# visualeditor-help-tool
source: Help
sq: Ndihmë

# visualeditor-historybutton-redo-tooltip
source: Redo
sq: Ribëje

# visualeditor-historybutton-undo-tooltip
source: Undo
sq: Zhbëje

# visualeditor-horizontalrule-tooltip
source: Horizontal rule
sq: Vizore horizontale

# visualeditor-indentationbutton-indent-tooltip
source: Increase indentation
sq: Zmadho kryerradhën

# visualeditor-indentationbutton-outdent-tooltip
source: Decrease indentation
sq: Zvogëlo kryerradhën

# visualeditor-inspector-close-tooltip
source: Close
sq: Mbylle

# visualeditor-inspector-remove-tooltip
source: Remove
sq: Hiqe

# visualeditor-key-alt
source: Alt
sq: Tasti Alt

# visualeditor-key-backspace
source: Backspace
sq: Tasti Backspace

# visualeditor-key-ctrl
source: Ctrl
sq: Tasti Ctrl

# visualeditor-key-delete
source: Delete
sq: Tasti Delete

# visualeditor-key-down
source: Down
sq: Tasti Shigjetë Poshtë

# visualeditor-key-end
source: End
sq: Tasti End

# visualeditor-key-enter
source: Enter
sq: Tasti Enter

# visualeditor-key-escape
source: Escape
sq: Tasti Escape

# visualeditor-key-home
source: Home
sq: Tasti Home

# visualeditor-key-insert
source: Insert
sq: Tasti Insert

# visualeditor-key-left
source: Left
sq: Tasti Shigjetë Majtas

# visualeditor-key-meta
source: Meta
sq: Tasti Meta

# visualeditor-key-page-down
source: Page Down
sq: Tasti Page Down

# visualeditor-key-page-up
source: Page Up
sq: Tasti Page Up

# visualeditor-key-right
source: Right
sq: Tasti Shigjetë Djathtas

# visualeditor-key-shift
source: Shift
sq: Tasti Shift

# visualeditor-key-space
source: Space
sq: Tasti Sapce

# visualeditor-key-tab
source: Tab
sq: Tasti Tab

# visualeditor-key-up
source: Up
sq: Tasti Shigjetë Sipër

# visualeditor-language-search-input-placeholder
source: Search by language name or code
sq: Kërkoni sipas emrit ose kodit të gjuhës

# visualeditor-languagecontext-remove
source: Remove language
sq: Hiqe gjuhën

# visualeditor-languageinspector-title
source: Language
sq: Gjuhë

# visualeditor-languageinspector-widget-changelang
source: Find language
sq: Gjeni gjuhë

# visualeditor-languageinspector-widget-label-direction
source: Direction
sq: Drejtim

# visualeditor-languageinspector-widget-label-langcode
source: Language code
sq: Kod gjuhe

# visualeditor-languageinspector-widget-label-language
source: Language
sq: Gjuhë

# visualeditor-linkcontext-label-change
source: Change label
sq: Ndyshoni etiketën

# visualeditor-linkcontext-label-fallback
source: No preview
sq: S’ka parapamje

# visualeditor-linkcontext-label-label
source: Label
sq: Etiketë

# visualeditor-linkcontext-remove
source: Remove link
sq: Hiqe lidhjen

# visualeditor-linkinspector-title
source: Link
sq: Lidhje

# visualeditor-listbutton-bullet-tooltip
source: Bullet list
sq: Listë me toptha

# visualeditor-listbutton-check-tooltip
source: Check list
sq: Listë me kutiza

# visualeditor-listbutton-number-tooltip
source: Numbered list
sq: Listë e numërtuar

# visualeditor-mediasizewidget-label-defaulterror
source: Size values are invalid.
sq: Vlerat e madhësisë janë të pavlefshme.

# visualeditor-mediasizewidget-label-scale
source: Scale
sq: Shkallë

# visualeditor-mediasizewidget-label-scale-percent
source: % of thumbnail size
sq: % e madhësisë së miniaturës

# visualeditor-mediasizewidget-sizeoptions-custom
source: Custom
sq: Vetjake

# visualeditor-mediasizewidget-sizeoptions-default
source: Default
sq: Parazgjedhje

# visualeditor-mediasizewidget-sizeoptions-scale
source: Scale
sq: Shkallë

# visualeditor-missing-document-error
source: Document missing on server. To avoid data loss, copy and paste the contents.
sq: Dokumenti mungon në shërbyes. Për të shmangur humbje të dhënash, lëndën kopjoje dhe ngjiteni.

# visualeditor-missing-document-title
source: Missing document
sq: Dokument që mungon

# visualeditor-rebase-client-author-name
source: Name
sq: Emër

# visualeditor-rebase-client-connecting
source: Connecting...
sq: Po lidhet…

# visualeditor-rebase-client-document-name
source: Document name (optional)
sq: Emër dokumenti (në daçi)

# visualeditor-rebase-client-document-create-edit
source: Create/edit
sq: Krijoni/përpunoni

# visualeditor-shortcuts-clipboard
source: Clipboard
sq: Në të papastër

# visualeditor-shortcuts-dialog
source: Window controls
sq: Kontrolle dritareje

# visualeditor-shortcuts-formatting
source: Paragraph formatting
sq: Formatim paragrafi

# visualeditor-shortcuts-history
source: History
sq: Historik

# visualeditor-shortcuts-insert
source: Insert
sq: Fute

# visualeditor-shortcuts-other
source: Other
sq: Tjetër

# visualeditor-shortcuts-sequence-notice
source: Type
sq: Shkruajeni

# visualeditor-shortcuts-text-style
source: Text styling
sq: Formatim teksti

# visualeditor-slug-insert
source: Insert paragraph
sq: Futni paragraf

# visualeditor-specialcharacter-button-tooltip
source: Special character
sq: Shenjë speciale

# visualeditor-specialcharacterinspector-title
source: Special character
sq: Shenjë speciale
