Repository: ujdhesa/Translation-of-wikibase-files-into-Albanian
Catalog: ext-visualeditor-0-all_*.po
Languages: sq

# visualeditor-specialcharinspector-characterlist-insert
source: { "Symbols": { "−": "−", "—": "—", "°": "°", "′": "′", "″": "″", "←": "←", "→": "→", "« »" : "« »", "“”" : "“”", "#" : "#", "@" : "@", "|" : "|", "~" : "~", "§": "§", "•" : "•", "·": "·", "…" : "…", "€" : "€" }, "Accents": { "Æ" : "Æ", "æ" : "æ", "À" : "À", "à" : "à", "Â" : "Â", "â" : "â", "Ä" : "Ä", "ä" : "ä", "Å" : "Å", "å" : "å", "Ç" : "Ç", "ç" : "ç", "È" : "È", "è" : "è", "É" : "É", "é" : "é", "Ê" : "Ê", "ê" : "ê", "Ë" : "Ë", "ë" : "ë", "Î" : "Î", "î" : "î", "Ï" : "Ï", "ï" : "ï", "Ô" : "Ô", "ô" : "ô", "Ö" : "Ö", "ö" : "ö", "Ø" : "Ø", "ø" : "ø", "Ù" : "Ù", "ù" : "ù", "Û" : "Û", "û" : "û", "Ü" : "Ü", "ü" : "ü", "Ÿ" : "Ÿ", "ÿ" : "ÿ", "Œ" : "Œ", "œ" : "œ" }, "Mathematical": { "−": "−", "×": "×", "÷": "÷", "≈": "≈", "≠": "≠", "≤": "≤", "≥": "≥", "±": "±", "¹" : "¹", "²" : "²", "³" : "³", "⁴" : "⁴", "⁵" : "⁵", "⁶" : "⁶", "⁷" : "⁷", "⁸" : "⁸", "⁹" : "⁹", "⁰" : "⁰", "½" : "½" } }
sq: { "Simbole": { "−": "−", "—": "—", "°": "°", "′": "′", "″": "″", "←": "←", "→": "→", "« »" : "« »", "“”" : "“”", "#" : "#", "@" : "@", "|" : "|", "~" : "~", "§": "§", "•" : "•", "·": "·", "…" : "…", "€" : "€" }, "Theksa": { "Æ" : "Æ", "æ" : "æ", "À" : "À", "à" : "à", "Â" : "Â", "â" : "â", "Ä" : "Ä", "ä" : "ä", "Å" : "Å", "å" : "å", "Ç" : "Ç", "ç" : "ç", "È" : "È", "è" : "è", "É" : "É", "é" : "é", "Ê" : "Ê", "ê" : "ê", "Ë" : "Ë", "ë" : "ë", "Î" : "Î", "î" : "î", "Ï" : "Ï", "ï" : "ï", "Ô" : "Ô", "ô" : "ô", "Ö" : "Ö", "ö" : "ö", "Ø" : "Ø", "ø" : "ø", "Ù" : "Ù", "ù" : "ù", "Û" : "Û", "û" : "û", "Ü" : "Ü", "ü" : "ü", "Ÿ" : "Ÿ", "ÿ" : "ÿ", "Œ" : "Œ", "œ" : "œ" }, "Matematikorë": { "−": "−", "×": "×", "÷": "÷", "≈": "≈", "≠": "≠", "≤": "≤", "≥": "≥", "±": "±", "¹" : "¹", "²" : "²", "³" : "³", "⁴" : "⁴", "⁵" : "⁵", "⁶" : "⁶", "⁷" : "⁷", "⁸" : "⁸", "⁹" : "⁹", "⁰" : "⁰", "½" : "½" } }

# visualeditor-table-caption
source: Caption
sq: Përshkrim

# visualeditor-table-contextitem-properties
source: Properties
sq: Veti

# visualeditor-table-delete-col
source: Delete {{PLURAL:$1|column|columns}}
sq: Fshini {{PLURAL:$1|shtyllë|shtylla}}

# visualeditor-table-delete-row
source: Delete {{PLURAL:$1|row|rows}}
sq: Fshini {{PLURAL:$1|rresht|rreshta}}

# visualeditor-table-format-data
source: Content cell
sq: Kutizë lënde

# visualeditor-table-format-header
source: Header cell
sq: Kutizë kryesh

# visualeditor-table-insert-col-after
source: Insert after
sq: Fute pas

# visualeditor-table-insert-col-before
source: Insert before
sq: Fute para

# visualeditor-table-insert-row-after
source: Insert below
sq: Fute nën

# visualeditor-table-insert-row-before
source: Insert above
sq: Fute mbi

# visualeditor-table-insert-table
source: Table
sq: Tabelë

# visualeditor-table-merge-cells
source: Merge cells
sq: Përzje kutizat

# visualeditor-table-merge-cells-merge
source: Merge
sq: Përzieji

# visualeditor-table-merge-cells-unmerge
source: Unmerge
sq: Zhbëje përzierjen

# visualeditor-table-move-col-after
source: Move after
sq: Shpjere pas

# visualeditor-table-move-col-before
source: Move before
sq: Shpjere para

# visualeditor-table-move-row-after
source: Move below
sq: Shpjere nën

# visualeditor-table-move-row-before
source: Move above
sq: Shpjere mbi

# visualeditor-tablecell-contextitem
source: Table cell
sq: Kutizë tabele

# visualeditor-tablecell-tooltip
source: Double click to edit cell
sq: Dyklikoni që të përpunoni kutizën

# visualeditor-toolbar-format-tooltip
source: Format paragraph
sq: Formatoni paragraf

# visualeditor-toolbar-history
source: History
sq: Historik

# visualeditor-toolbar-insert
source: Insert
sq: Futni

# visualeditor-toolbar-paragraph-format
source: Formatting
sq: Formatim

# visualeditor-toolbar-structure
source: Structure
sq: Strukturë

# visualeditor-toolbar-style-tooltip
source: Style text
sq: Stil teksti

# visualeditor-toolbar-table
source: Table
sq: Tabelë

# visualeditor-toolbar-text-style
source: Styling
sq: Stilizim

# collabpad-import-subtitle
source: Imported from $1
sq: Importuar nga $1

# tooltip-ca-createsource
source: Create the source code of this page
sq: Krijoni kodin burim të kësaj faqeje

# visualeditor-override-tooltip-ca-edit
source: Edit this page using wikitext
sq: Përpunojeni këtë faqe duke përdorur tekst wiki

# tooltip-ca-editsource
source: Edit the source code of this page
sq: Përpunoni kodin burim të kësaj faqeje

# tooltip-ca-ve-edit
source: Edit this page
sq: Përpunoni këtë faqe

# visualeditor-advancedsettings-tool
source: Advanced settings
sq: Rregullime të mëtejshme

# visualeditor-autosave-modified-prompt-accept
source: Resume edit
sq: Rikthejuni përpunimit

# visualeditor-autosave-modified-prompt-message
source: This page was edited since you last loaded it. Would {{GENDER:|you}} like to resume {{GENDER:|your}} edit of the old version, or start a new edit of the latest version?
sq: Kjo faqe qe përpunuar pas herës së fundit që e ngarkuat. Doni të rimerret përpunimi {{GENDER:|juaj}} i versionit të vjetër, apo të fillohet një përpunim i ri i versionit më të ri?

# visualeditor-autosave-modified-prompt-reject
source: Start a new edit
sq: Filloni një përpunim të ri

# visualeditor-autosave-modified-prompt-title
source: Resume {{GENDER:|your}} edit?
sq: Të rimerret përpunimi {{GENDER:|juaj}}?

# visualeditor-autosave-not-recovered-text
source: Your unsaved changes could not be recovered.
sq: Ndryshimet tuaja të paruajtura s’u rikthyen dot.

# visualeditor-autosave-not-recovered-title
source: Change recovery failed
sq: Rikthimi i ndryshimit dështoi

# visualeditor-autosave-recovered-text
source: Your unsaved changes have been automatically recovered.
sq: Ndryshimet tuaja të paruajtura u rikthyen automatikisht.

# visualeditor-autosave-recovered-title
source: Changes recovered
sq: Ndryshimet u rikthyen

# visualeditor-backbutton-tooltip
source: Go back
sq: Kthehuni mbrapsht

# visualeditor-beta-warning
source: If you encounter any technical issues as you edit, please report them.
sq: Nëse ndeshët ndonjë çështje teknike teksa përpunoni, ju lutemi, bëjini të ditura.

# visualeditor-browserwarning
source: You are using a browser which is not officially supported by this editor.
sq: Po përdorni një shfletues i cili ende nuk mbulohet zyrtarisht nga ky përpunues.

# visualeditor-ca-createlocaldescriptionsource
source: Add local description source
sq: Shtoni burim vendor përshkrimi

# visualeditor-ca-createsource
source: Create source
sq: Krijoni burim

# visualeditor-ca-editlocaldescriptionsource
source: Edit local description source
sq: Përpunoni burim vendor përshkrimi

# visualeditor-ca-editsource
source: Edit source
sq: Përpunoni burim

# visualeditor-ca-editsource-section
source: edit source
sq: përpunoni burim

# visualeditor-categories-tool
source: Categories
sq: Kategori

# visualeditor-changedesc-mwredirect
source: Redirect target changed from $1 to $2
sq: U ndryshua objektiv ridrejtimi nga $1 në $2

# visualeditor-changedesc-mwtransclusion
source: Template parameters changed
sq: U ndryshuan parametra gjedhesh

# visualeditor-desc
source: Visual editor for MediaWiki
sq: Përpunues pamor për MediaWiki-n

# visualeditor-descriptionpagelink
source: Project:VisualEditor
sq: Project:Përpunuesi Pamor

# visualeditor-dialog-media-alttext-section
source: Alternative text
sq: Tekst alternativ

# visualeditor-dialog-media-alttext-section-help
source: You can use this to write a text description for people who can't see the item. The description should be enough for them to understand the purpose and information given by the media item. This is vital for blind users and other people using screen-reader software or text-only browsers.
sq: Këtë mund ta përdorni për të shkruar një përshkrim teksti për persona që s’e shohin dot objektin. Përshkrimi duhet të jetë i mjaftueshëm që ata të kuptojnë qëllimin dhe informacionin e dhënë nga objekti media. Kjo është jetike për përdorues të verbër dhe persona të tjerë që përdorin program leximi ekrani ose shfletues që shfaqin vetëm tekst.

# visualeditor-dialog-media-change-image
source: Change image
sq: Ndryshoni figurën

# visualeditor-dialog-media-choose-image
source: Use this image
sq: Përdor këtë figurë

# visualeditor-dialog-media-content-description-link
source: (description page)
sq: (faqe përshkrimi)

# visualeditor-dialog-media-content-filename
source: File name
sq: Emër kartele

# visualeditor-dialog-media-content-section
source: Caption
sq: Përshkrim

# visualeditor-dialog-media-content-section-help
source: You can use this to show a label that shows next to the item for all readers. This is often used to explain why the item is relevant to the context in which it is shown. It should be succinct and informative.
sq: Këtë mund ta përdorni për të shfaqur një etiketë që duket në krah të objektit për krejt lexuesit. Shpesh kjo përdoret për të shpjeguar pse një objekt është i rëndësishëm për kontekstin në të cilin është shfaqur. Duhet të jetë fjalëpakë dhe informative.

# visualeditor-dialog-media-goback
source: Back
sq: Mbrapsht

# visualeditor-dialog-media-info-artist
source: Uploaded by $1
sq: Ngarkuar nga $1

# visualeditor-dialog-media-info-audiofile
source: Audio file
sq: Kartelë audio

# visualeditor-dialog-media-info-created
source: Created: $1
sq: Krijuar më: $1

# visualeditor-dialog-media-info-credit
source: Credit
sq: Kredit

# visualeditor-dialog-media-info-imagedescription
source: Full description
sq: Përshkrim i plotë

# visualeditor-dialog-media-info-licenseshortname
source: License
sq: Licencë

# visualeditor-dialog-media-info-moreinfo
source: More information
sq: Më tepër të dhëna

# visualeditor-dialog-media-info-readmore
source: Read more
sq: Lexoni më tepër

# visualeditor-dialog-media-info-uploaded
source: Uploaded: $1
sq: Ngarkuar më: $1

# visualeditor-dialog-media-noresults
source: No results found.
sq: S’u gjetën përfundime.

# visualeditor-dialog-media-page-advanced
source: Advanced
sq: Të mëtejshme

# visualeditor-dialog-media-page-general
source: General
sq: Ttë përgjithshme

# visualeditor-dialog-media-position-center
source: Center
sq: Në qendër

# visualeditor-dialog-media-position-checkbox
source: Wrap text around this item
sq: Mbështille tekstin rreth këtij objekti

# visualeditor-dialog-media-position-checkbox-help
source: You can make this media item appear inline with the text of the page instead of floating. You should only do this rarely, as it will break up the flow of the text if you uncheck this box.
sq: Mund të realizoni shfaqjen e këtij objekti media brendazi, me tekstin e faqes, në vend se të jetë pezull. Këtë do të duhej ta bënit rrallë, ngaqë kjo do të dëmtojë rrjedhën e tekstit, nëse ia hiqni shenjën kësaj kutize.

# visualeditor-dialog-media-position-left
source: Left
sq: Majtas

# visualeditor-dialog-media-position-none
source: None
sq: Asnjë

# visualeditor-dialog-media-position-right
source: Right
sq: Djathtas

# visualeditor-dialog-media-position-section
source: Position
sq: Pozicion

# visualeditor-dialog-media-position-section-help
source: You can set where this media item appears on the page. This is sometimes used to break up a long line of images on one side of the page.
sq: Mund të caktoni ku të shfaqet kjo media te faqja. Ndonjëherë kjo përdoret për të ndarë në pjesë një varg të gjatë figurash në njërën anë të faqes.

# visualeditor-dialog-media-save
source: Save
sq: Ruaje

# visualeditor-dialog-media-search-tab-search
source: Search
sq: Kërkoni

# visualeditor-dialog-media-search-tab-upload
source: Upload
sq: Ngarkoje

# visualeditor-dialog-media-searchselect
source: Select
sq: Përzgjidhni

# visualeditor-dialog-media-size-choosecustom
source: Set custom size
sq: Caktoni madhësi vetjake

# visualeditor-dialog-media-size-choosedefault
source: Set to default size
sq: Vëre sa madhësia parazgjedhje

# visualeditor-dialog-media-size-choosefull
source: Set to full size
sq: Vëre sa madhësia e plotë

# visualeditor-dialog-media-size-section
source: Image size
sq: Madhësi figure

# visualeditor-dialog-media-size-section-help
source: You can set how large the media item appears on the page. This should almost always be the normal size, as a custom size will interfere with the layout of the page for readers and make it inconsistent.
sq: Mund të caktoni sa i madh duket objekti media te faqja. Kjo do të duhej të ishte thuajse përherë madhësia normale, ngaqë një madhësi vetjake juaja do të ndikojë mbi skemën e faqes dhe do të cenojë unitetin e saj.

# visualeditor-dialog-media-thumbdimensions
source: Thumbnail dimensions
sq: Përmasa miniature

# visualeditor-dialog-media-title
source: Media settings
sq: Rregullime mediash

# visualeditor-dialog-media-type-border
source: Border
sq: Cak

# visualeditor-dialog-media-type-frame
source: Frame
sq: Kornizë

# visualeditor-dialog-media-type-frameless
source: Frameless
sq: Pa kornizë

# visualeditor-dialog-media-type-none
source: Basic
sq: Bazë

# visualeditor-dialog-media-type-section
source: Image type
sq: Lloj figure

# visualeditor-dialog-media-type-section-help
source: You can set how the media item appears on the page. This should be the thumbnail format to be consistent with other pages in almost all cases.
sq: Mund të caktoni se si të shfaqet te faqja objekti media. Thuajse në krejt rastet, për të qenë në një vijë me faqe të tjera, kjo do të duhej të ishte nën formatin miniaturë.

# visualeditor-dialog-media-type-thumb
source: Thumbnail
sq: Miniaturë

# visualeditor-dialog-media-upload
source: Upload
sq: Ngarkoje

# visualeditor-dialog-meta-advancedsettings-label
source: Advanced settings
sq: Rregullime të mëtejshme

# visualeditor-dialog-meta-advancedsettings-section
source: Advanced settings
sq: Rregullime të mëtejshme

# visualeditor-dialog-meta-categories-addcategory-label
source: Add a category to this page
sq: Shtoni kategori në këtë faqe

# visualeditor-dialog-meta-categories-category
source: Category
sq: Kategori

# visualeditor-dialog-meta-categories-data-label
source: Categories
sq: Kategori

# visualeditor-dialog-meta-categories-defaultsort-help
source: You can override how this page is sorted when displayed within a category by setting a different index to sort with instead. This is often used to make pages about people show by last name, but be named with their first name shown first.
sq: Mënyrën se si renditet kjo faqe, kur shfaqet brenda një kategorie, mund ta anashkaloni duke caktuar një tjetër tregues për renditje. Kjo përdoret shpesh për t’i bërë faqet rreth personash të shfaqen sipas mbiemrit, por të emërtuara duke shfaqur së pari emrat e tyre.

# visualeditor-dialog-meta-categories-defaultsort-label
source: Sort this page by default as
sq: Rendite këtë faqe si parazgjedhje si

# visualeditor-dialog-meta-categories-hidden
source: This category is set not to show on pages to which it is added.
sq: Kjo kategori është rregulluar të mos shfaqet në faqe te të cilat shtohet.

# visualeditor-dialog-meta-categories-input-hiddencategorieslabel
source: Hidden categories
sq: Kategori të fshehura

# visualeditor-dialog-meta-categories-input-matchingcategorieslabel
source: Matching categories
sq: Kategori me përputhje

# visualeditor-dialog-meta-categories-input-movecategorylabel
source: Move this category here
sq: Zhvendose këtë kategori këtu

# visualeditor-dialog-meta-categories-input-newcategorylabel
source: New category
sq: Kategori e re

# visualeditor-dialog-meta-categories-input-placeholder
source: Add a category
sq: Shtoni kategori

# visualeditor-dialog-meta-categories-missing
source: This category lacks a description page.
sq: Kësaj kategorie i mungon një faqe përshkrimi.

# visualeditor-dialog-meta-categories-options
source: Options
sq: Mundësi

# visualeditor-dialog-meta-categories-section
source: Categories
sq: Kategori

# visualeditor-dialog-meta-categories-sortkey-label
source: Sort this page as if it is called
sq: Rendite këtë faqe si të quhej

# visualeditor-dialog-meta-languages-code-label
source: Language code
sq: Kod gjuhe

# visualeditor-dialog-meta-languages-label
source: Languages
sq: Gjuhë

# visualeditor-dialog-meta-languages-link-label
source: Linked page
sq: Faqe e lidhur

# visualeditor-dialog-meta-languages-name-label
source: Language
sq: Gjuhë

# visualeditor-dialog-meta-languages-readonlynote
source: This is a list of pages in other languages that are linked to this one. For now, it can only be edited in source mode or on Wikidata.
sq: Kjo është një listë e faqeve në gjuhë të tjera të cilat lidhen me këtë faqe. Hëpërhë, mund të përpunohet vetëm me përpunuesin e burimit ose në Wikidata.

# visualeditor-dialog-meta-languages-section
source: Languages
sq: Gjuhë

# visualeditor-dialog-meta-settings-displaytitle
source: Display title
sq: Shfaq titullin

# visualeditor-dialog-meta-settings-displaytitle-enable
source: Enable display title
sq: Aktivizo shfaqje titulli

# visualeditor-dialog-meta-settings-displaytitle-help
source: You can override how this page's title is displayed by setting a different label to show instead.
sq: Mënyrën se si shfaqet titulli i kësaj faqeje mund ta anashkaloni duke caktuar për shfaqje një etiketë tjetër.

# visualeditor-dialog-meta-settings-hiddencat-help
source: You can prevent this category from showing up in the list of categories on member pages. This is useful for categories that are of interest to editors but not most readers, like pages which need an illustration.
sq: Mund të parandaloni shfaqjen e kësaj kategorie te lista e kategorive në faqe anëtarësh. Kjo është e dobishme për kategori që janë me interes për redaktorët, por jo për shumicën e lexuesve, b.f., faqe që lypin ilustrim.

# visualeditor-dialog-meta-settings-hiddencat-label
source: Hidden category
sq: Kategori e fshehur

# visualeditor-dialog-meta-settings-index-default
source: Default
sq: Parazgjedhje

# visualeditor-dialog-meta-settings-index-disable
source: No
sq: Jo

# visualeditor-dialog-meta-settings-index-force
source: Yes
sq: Po

# visualeditor-dialog-meta-settings-index-help
source: You can force search engines to list this page in their relevant results, or force them to not do so. This option does not affect in-site search.
sq: Mund t’i detyroni motorët e kërkimeve ta paraqesin këtë faqe në përfundime kërkimesh që prodhojnë, ose t’i detyroni të mos e bëjnë këtë. Kjo mundësi nuk prek kërkimet brenda sajtit.

# visualeditor-dialog-meta-settings-index-label
source: Let this page be indexed by search engines
sq: Lejoni indeksim të kësaj faqeje nga motorë kërkimesh

# visualeditor-dialog-meta-settings-label
source: Page settings
sq: Rregullime faqeje

# visualeditor-dialog-meta-settings-newsectioneditlink-default
source: Default
sq: Parazgjedhje

# visualeditor-dialog-meta-settings-newsectioneditlink-disable
source: No
sq: Jo

# visualeditor-dialog-meta-settings-newsectioneditlink-force
source: Yes
sq: Po

# visualeditor-dialog-meta-settings-newsectioneditlink-help
source: You can force the display of an extra tab besides the "$1" tab on this page which will make it easy to add a new section, or force it to not appear if it otherwise would.
sq: Mund të detyroni shfaqjen e një skede ekstra përveç skedës "$1" në këtë faqe që do të bëjë të lehtë shtimin e një ndarjeje të re, ose ta detyroni të mos shfaqet, nëse do të shfaqej.

# visualeditor-dialog-meta-settings-newsectioneditlink-label
source: Show a tab on this page to add a new section
sq: Shfaq në këtë faqe një skedë për shtim ndarjeje të re

# visualeditor-dialog-meta-settings-nocontentconvert-help
source: You can prevent this page's contents being automatically converted into other scripts.
sq: Mund të parandaloni shndërrim automatik të lëndës së kësaj faqeje në skripte të tjera.

# visualeditor-dialog-meta-settings-nocontentconvert-label
source: Don't convert content between language variants
sq: Mos e shndërro lëndën nga një variant gjuhe në një tjetër

# visualeditor-dialog-meta-settings-noeditsection-help
source: You can stop the edit links from appearing next to each section in the unusual case where that is appropriate.
sq: Mund të ndalni shfaqjen e lidhjeve të përpunimit në krah të çdo ndarjeje, për raste të pazakontë kur kjo do të ishte e përshtatshme.

# visualeditor-dialog-meta-settings-noeditsection-label
source: Disable the edit links next to each heading on this page.
sq: Çaktivizoni lidhjet për përpunime në krah të çdo kryeje në këtë faqe.

# visualeditor-dialog-meta-settings-nogallery-help
source: You can prevent this category from displaying member files as a gallery, if that is inappropriate in this case.
sq: Mund të parandaloni shfaqjen në këtë kategori të kartelave të anëtarëve si një galeri, nëse kjo është e papërshtatshme në këtë rast.

# visualeditor-dialog-meta-settings-nogallery-label
source: Disable gallery
sq: Çaktivizoni galerinë

# visualeditor-dialog-meta-settings-notitleconvert-help
source: You can prevent this page's title being automatically converted into other scripts.
sq: Mund të parandaloni shndërrim automatik të titullit të kësaj faqeje në skripte të tjera.

# visualeditor-dialog-meta-settings-notitleconvert-label
source: Don't convert title between language variants
sq: Mos e shndërro titullin nga një variant gjuhe në një tjetër

# visualeditor-dialog-meta-settings-redirect-help
source: You can make this page into a redirect, a page which will automatically take readers to another page on this wiki. This is useful for mis-spellings and alternative names or concepts. If you do so, readers will not see the contents of this page.
sq: Prej kësaj faqeje mund të krijoni një ridrejtim, një faqe që do t’i shpjerë automatikisht lexuesit te një tjetër faqe në këtë wiki. Kjo është e dobishme në rast gabimesh drejtshkrimi dhe emrash apo konceptesh alternative. Nëse e bëni këtë, lexuesit s’do ta shohin lëndën e kësaj faqeje.

# visualeditor-dialog-meta-settings-redirect-label
source: Redirect this page to
sq: Ridrejtojeni këtë faqe për te

# visualeditor-dialog-meta-settings-redirect-placeholder
source: Target page for redirection
sq: Faqe objektiv për ridrejtim

# visualeditor-dialog-meta-settings-redirect-statichelp
source: You can prevent this redirect from being updated automatically when the page to which it redirects is moved, in the very rare case that this is needed.
sq: Mund të parandaloni përditësimin automatik të këtij ridrejtimi kur faqja te e cila ky shpie është lëvizur, për rastin shumë të rrallë që kjo është e nevojshme.

# visualeditor-dialog-meta-settings-redirect-staticlabel
source: Prevent this redirect from being updated when target page is moved.
sq: Parandaloje përditësimin e këtij ridrejtimi, kur faqja e synuar lëvizet.

# visualeditor-dialog-meta-settings-section
source: Page settings
sq: Rregullime faqeje

# visualeditor-dialog-meta-settings-toc-default
source: If needed
sq: Në u dashtë

# visualeditor-dialog-meta-settings-toc-disable
source: Never
sq: Kurrë

# visualeditor-dialog-meta-settings-toc-force
source: Always
sq: Përherë

# visualeditor-dialog-meta-settings-toc-help
source: You can force a table of contents that lists each heading on the page to appear on pages with fewer than four headings, or force it to not appear at all. By default, it will appear if the page has four or more headings.
sq: Mund të detyroni shfaqjen e një tryeze lënde që radhit çdo krye të faqes, për faqe me më pak se katër krye, ose ta bëni të mos shfaqet fare. Si parazgjedhje, do të shfaqet nëse faqja ka katër ose më tepër krye.

# visualeditor-dialog-meta-settings-toc-label
source: Show the Table of Contents
sq: Shfaq Tryezën e Lëndës

# visualeditor-dialog-meta-templatesused-noresults
source: No templates found.
sq: S’u gjetën gjedhe.

# visualeditor-dialog-meta-title
source: Options
sq: Mundësi

# visualeditor-dialog-table-collapsed
source: Collapsed initially
sq: Fillimisht e tkurrur

# visualeditor-dialog-table-collapsible
source: Collapsible
sq: E tkurrshme
